Repository: royalsaphir/cosinnus-core
Catalog: cosinnus/locale/*/LC_MESSAGES/django.po
Languages: hy

source: You can only connect to either a Facebook Group or a Fan-Page, but not both!
hy: Դուք կարող եք միանալ Facebook-ի խմբին կամ Fan-էջին, բայց ոչ երկուսին միառժամանակ!

source: Please enter a numeric Facebook Group-ID only!
hy: Խնդրում ենք մուտքագրել միայն թվային Facebook -ի Խմբի ID!

source: The Facebook Fan-Page ID or Group ID could not be found on Facebook! Make sure you have entered the correct ID for your Group/Fan-Page!
hy: Facebook-ի Fan- էջի ID կամ Group ID չեն հայտնաբերվել Facebook-ում: Համոզվեք, որ Դուք մուտքագրել եք ձեր Խմբի/Fan-էջի ճիշտ ID!

source: We could not obtain access to the Fan-Page for your connected Facebook Account. Please check that you entered the correct Fan-Page name, and that you are an Editor of that Fan-Page!
hy: Մենք չկարողացանք մուտք գործել Fan-էջ ձեր միացված Facebook -ի էջի համար: Խնդրում ենք ստուգել, որ դուք մուտքագրել եք Fan-էջի ճիշտ անունը, և որ դուք հանդիսանում եք այդ Fan-էջի խմբագիրը!

source: This group does not have a Facebook Fan-Page associated with it!
hy: Այս խումբը չունի Facebook- ի Fan-էջ, որը կապված է դրա հետ!

source: Your Editor access for the linked Facebook Fan-Page was confirmed!
hy: Ձեր խմբագրիչի մուտքի հնարավորությունը կապակցված Facebook-ի Fan-էջի հետ հաստատվել է!

source: An error occured when trying to disconnect your facebook account! Please contact an administrator!
hy: Ձեր Facebook-ի էջն անջատելիս տեղի է ունեցել սխալ: Խնդրում ենք դիմել ադմինիստրատորին!

source: Your Facebook account was successfully disconnected from this account.
hy: Ձեր Facebook- ի անձնական էջը հաջողությամբ անջատվել է այս էջից.

source: Sorry, only portal administrators can create Groups! You can either create a Project, or write a message to one of the administrators to create a Group for you. Below you can find a listing of all administrators.
hy: Ներեցեք, միայն պորտալի ադմինիստրատորները կարող են ստեղծել Խմբեր: Կարող եք ստեղծել նախագիծ, կամ հաղորդագրություն գրել ադմինիստրատորներից մեկին `խումբ ստեղծելու համար: Ստորև կարող եք գտնել բոլոր ադմինիստրատորների ցուցակը.

source: %(team_type)s "%(group)s" was created successfully.
hy: %(team_type)s "%(group)s"-ը հաջողությամբ ստեղծվել է.

source: Create
hy: Ստեղծել

source: The %(team_type)s was changed successfully.
hy: %(team_type)s- ը հաջողությամբ փոխվել է.

source: This action is not available directly!
hy: Այս գործողությունը ուղղակիորեն հասանելի չէ!

source: You have requested to join the %(team_type)s “%(team_name)s”. You will receive an email as soon as a team administrator responds to your request.
hy: Դուք դիմել եք %(team_type)s “%(team_name)s” -ին միանալու համար: Դուք կստանաք էլ․նամակ, հենց որ թիմի ադմինիստրատորը պատասխանի ձեր հարցմանը.

source: You had already been invited to "%(team_name)s" and have now been made a member immediately!
hy: Դուք արդեն հրավիրված էիք "%(team_name)s" և այժմ անմիջապես անդամակցվել եք!

source: You are now a member of %(team_type)s “%(team_name)s”. Welcome!
hy: Դուք այժմ %(team_type)s “%(team_name)s” - ի անդամ եք: Բարի գալուստ!

source: You are no longer a member of the %(team_type)s “%(team_name)s”.
hy: Դուք այլևս %(team_type)s “%(team_name)s”- ի անդամ չեք.

source: You cannot leave this %(team_type)s. You are the only administrator left.
hy: Դուք չեք կարող լքել այս %(team_type)s- ը: Դուք միակ ադմինիստրատորն եք.

source: Your join request was withdrawn from %(team_type)s “%(team_name)s” successfully.
hy: Ձեր միանալու հարցումը հաջողությամբ հեռացվել է %(team_type)s "%(team_name)s" -ից.

source: Your invitation to %(team_type)s “%(team_name)s” was declined successfully.
hy: Ձեր հրավերը %(team_type)s “%(team_name)s”- ին հաջողությամբ մերժվել է.

source: User %(username)s had already requested membership and has now been made a member immediately!
hy: %(username)s օգտատերը արդեն անդամակցության հայց է ուղարկել և այժմ դարձել է անդամ!

source: I invited you to join "%(team_name)s"!
hy: Ես հրավիրել եմ ձեզ միանալ %(team_name)s" -ին!

source: User %(username)s was successfully invited!
hy: %(username)s օգտատերը հաջողությամբ հրավիրվել է!

source: You cannot remove “%(username)s” form this team. Only one admin left.
hy: Դուք չեք կարող հեռացնել "%(username)s"-ին այս թիմից: Մնացել է ընդամենը մեկ ադմինիստրատոր.

source: You cannot remove yourself from a %(team_type)s.
hy: Դուք չեք կարող հեռացնել ձեզ %(team_type)s -ից.

source: You cannot remove "%(username)s" form this team. Only one admin left.
hy: Դուք չեք կարող հեռացնել "%(username)s" -ին այս թիմից: Մնացել է ընդամենը մեկ ադմինիստրատոր.

source: Your join request was withdrawn from %(team_type)s "%(team_name)s" successfully.
hy: Ձեր %(team_type)s "%(team_name)s" -ին միանալու հարցումը հաջողությամբ հեռացվել է.

source: Your invitation to user "%(username)s" was withdrawn successfully.
hy: Ձեր հրավերը "%(username)s" օգտատիրոջը հաջողությամբ հեռացվել է.

source: User "%(username)s" is no longer a member.
hy: "%(username)s" օգտատերը այլևս անդամ չէ.

source: %(team_name)s was re-activated successfully!
hy: %(team_name)s- ը հաջողությամբ վերաակտիվացվել է!

source: %(team_name)s was deactivated successfully!
hy: %(team_name)s- ն հաջողությամբ ապակտիվացվել է!

source: Sorry, only portal administrators can deactivate Groups! You can write a message to one of the administrators to deactivate it for you. Below you can find a listing of all administrators.
hy: Ներեցեք, միայն պորտալի ադմինիստրատորները կարող են ապաակտիվացնել խմբերը: Կարող եք հաղորդագրություն գրել ադմինիստրատորներից որևէ մեկին, որպեսզի նա անջատի այն ձեզ համար: Ստորև կարող եք գտնել բոլոր ադմինիստրատորների ցուցակը.

source: This project/group is already active!
hy: Այս նախագիծը/ խումբն արդեն ակտիվ է!

source: This project/group is already inactive!
hy: Այս նախագիծը/ խումբն արդեն ակտիվ չէ!

source: Only group/project members have permission to do this!
hy: Միայն Խմբի / Նախագցի անդամներն իրավունք ունեն դա անել!

source: You may only invite %(maximum_number)d people at once. Any emails above that number have been ignored.
hy: Դուք կարող եք միանգամից հրավիրել միայն %(maximum_number)d մարդկանց: Նշված քանակից ավել էլ․հասցեները անտեսվել են.

source: Sorry, these did not seem to be valid email addresses: %s
hy: Ներեցեք, հասցեները կարծես թե վավեր չէն. %s

source: These people have been sent an email invite only recently. You can send them an invite again tomorrow: %s
hy: Այս մարդկանց վերջերս ուղարկվել է էլ․փոստի հրավեր: Դուք կարող եք կրկին հրավերք ուղարկել վաղը ։ %s

source: Good news! The people with these addresses are already members: %s
hy: Լավ լուր։ Այս հասցեներով մարդիկ արդեն անդամ են. %s

source: The people with these addresses already have a user account and already have a pending invitation: %s
hy: Այս հասցեներով մարդիկ արդեն ունեն գրանցված օգտատիրոջ էջ և արդեն իսկ ունեն հաստատում սպասող հրավեր։ %s

source: The people with these addresses already have a registered user account and have been invited directly: %s
hy: Այս հասցեներով մարդիկ արդեն ունեն գրանցված օգտատիրոջ էջ և անմիջականորեն հրավիրված են եղել։ %s

source: Success! We are now sending out invitations to these email addresses: %s
hy: Ինչպիսի Հաջողությու՜ն: Այժմ մենք հրավերներ ենք ուղարկում էլեկտրոնային փոստի այս հասցեներին։ %s

source: There was an error when trying to delete the invitation.
hy: Հրավերը ջնջելիս սխալ տեղի ունեցավ.

source: The invitation was successfully deleted.
hy: Հրավերը հաջողությամբ ջնջվել է.

source: Your selection for showing this item in projects/groups was updated.
hy: Ձեր ընտրությունը այս նյութը նախագծերում/ խմբերում ցուցադրելու համար թարմացվել է.

source: This item is now being shown in these projects/groups: %(group_names)s
hy: Այս նյութը այժմ ցուցադրվում է այս նախագծերում / խմբերում. %(group_names)s

source: No appname given for adding containers.
hy: Արկղ ավելացնելու համար որևէ ծրագրի անուն չի տրվել.

source: Your idea was deleted successfully.
hy: Ձեր գաղափարը հաջողությամբ ջնջվել է.

source: There was an error while processing your avatar. Please make sure you selected a large enough part of the image!
hy: Ձեր ավատարը մշակելիս տեղի է ունեցել սխալ: Համոզվեք, որ դուք ընտրել եք պատկերի բավականաչափ մեծ մասը!

source: There was an error while processing your avatar. The image file might be broken or the file transfer was interrupted.
hy: Ձեր ավատարը մշակելիս տեղի է ունեցել սխալ: Պատկերի ֆայլը հնարավոր է վնասված է կամ ֆայլի փոխանցումն ընդհատվել է.

source: You are now located in %(group_name)s. You were redirected here from another project or group that links to this item.
hy: Դուք այժմ գտնվում եք %(group_name)s - ում: Դուք ուղղորդվել եք այստեղ մեկ այլ նախագծից կամ խմբից, որը կապված է այս նյութի հետ.

source: Container "%(title)s" could not be deleted because it contained objects that could not be deleted.
hy: "%(title)s" արկղը չի կարող ջնջվել, քանի որ այն պարունակում է օբյեկտներ, որոնք հնարավոր չէ ջնջել.

source: You do not have permissions to delete "%(title)s".
hy: Դուք չունեք "%(title)s" -ը ջնջելու թույլտվություն.

source: Object "%(title)s" could not be deleted.
hy: "%(title)s" օբյեկտը հնարավոր չէ ջնջել.

source: %(numobjects)d objects were deleted successfully.
hy: %(numobjects)d օբյեկտները հաջողությամբ ջնջվել են.

source: Object "%(title)s" was deleted successfully.
hy: "%(title)s" օբյեկտը հաջողությամբ ջնջվել է.

source: %(numobjects)d other objects were deleted.
hy: %(numobjects)d այլ օբյեկտները ջնջվել են.

source: No %(verbose_name)s found matching the query
hy: Հարցմանը համապատասխանող %(verbose_name)s չի գտնվել

source: Your profile was edited successfully.
hy: Ձեր անձնական էջը հաջողությամբ խմբագրվել է.

source: Your user account is associated with an integrated Portal. This account's email address is fixed and therefore was left unchanged.
hy: Ձեր օգտատիրոջ անձնական էջը կապված է ինտեգրված Պորտալի հետ: Այս հաշվի էլ․փոստի հասցեն ամրագրված է, ուստի մնացել է անփոփոխ.

source: You have changed your email address. We will soon send you an email to that address with a confirmation link. Until you click on that link, your profile will retain your old email address!
hy: Դուք փոխել եք ձեր էլ. փոստի հասցեն: Մենք շուտով ձեր էլ․հասցեյին կուղարկենք հաստատման հղումը։ Մինչ այդ հղումով անցնելը, ձեր պրոֆիլը կպահպանի ձեր հին էլ. փոստի հասցեն!

source: Sorry, your profile could not be saved because there was an error while processing the avatar!
hy: Ներեցեք, ձեր անձնական էջն չհաջողվեց պահպանել, քանի որ ավատարն մշակելիս առաջացավ սխալ!

source: Sorry, something went wrong while saving your profile!
hy: Ներեցեք, ձեր անձնական էջն պահպանելիս ինչ-որ սխալ առաջացավ!

source: Your profile was deleted successfully. We're sorry you are no longer with us.
hy: Ձեր էջն հաջողությամբ ջնջվել է: Ցավում ենք, որ դուք այլևս մեզ հետ չեք.

source: You are the only administrator left for "%s". Please appoint a different administrator or delete it first.
hy: Դուք միակ ադմինիստրատորն եք, որը մնացել է "%s" - ի համար: Խնդրում ենք նշանակել այլ ադմինիստրատոր կամ նախ ջնջել այն.

source: Sorry, we could not connect your user account because of an internal error. Please contact a system administrator!
hy: Ներեցեք, մենք չկարողացանք միանալ ձեր օգտատիրոջ էջին ներքին սխալի պատճառով: Խնդրում ենք կապվել համակարգի ադմինիստրատորի հետ!

source: Sorry, we could not connect your user account, because we could not retrieve important user account infos. Please contact a system administrator!
hy: Ներեցեք, մենք չկարողացանք միանալ ձեր օգտատիրոջ էջին, քանի որ չկարողացանք ստանալ էջի կարևոր մանրամասները: Խնդրում ենք կապվել համակարգի ադմինիստրատորի հետ!

source: Sorry, you cannot log in because your account is suspended. Please contact a system administrator!
hy: Ներեցեք, դուք չեք կարող մուտք գործել, քանի որ ձեր էջը կասեցված է: Խնդրում ենք կապվել համակարգի ադմինիստրատորի հետ!

source: Your account "%(user)s" was registered successfully. Welcome to the community!
hy: Ձեր հաշիվը "%(user)s" հաջողությամբ գրանցվել է: Բարի գալուստ խմբակցություն!

source: User "%(user)s" was registered successfully. The account will need to be approved before you can log in. We will send an email to your address "%(email)s" when this happens.
hy: "%(user)s" օգտատերը հաջողությամբ գրանցված է: Անձնական էջը պետք է հաստատվի նախքան մուտքագրվելը: Երբ դա տեղի ունենա, մենք էլ․նամակ կուղարկենք ձեր "%(email)s" հասցեին.

source: The invite token you have used does not exist!
hy: Ձեր կողմից օգտագործված հրավերի թոքենը գոյություն չունի!

source: Sorry, but the invite token you have used is not active yet or not active anymore!
hy: Ներողություն, բայց ձեր կողմից օգտագործված հրավերի թոքենը դեռ կամ այլևս ակտիվ չէ!

source: Token invitations applied. You are now a member of the associated projects/groups!
hy: Թոքենի հրավերներն ընդունված են: Դուք այժմ ասոցացված նախագծերի/ խմբերի անդամ եք!

source: There was an error while processing your invites. Some of your invites may not have been applied.
hy: Ձեր հրավերը մշակելիս առաջացել է սխալ: Ձեր հրավերներից որոշը հնարավոր է որ չեն ընդունվել.

source: You are already logged in!
hy: Դուք արդեն մուտք եք գործել!

source: Please enter a token!
hy: Խնդրում ենք մուտքագրել թոքենը!

source: Sorry, but the invite token you have used does not seem to be valid!
hy: Կներեք, բայց ձեր օգտագործած հրավերի թոքենը կարծես թե վավեր չէ!

source: Welcome to %(portal_name)s!
hy: Բարի գալուստ %(portal_name)s!

source: The user account you were looking for does not exist! Their registration was probably already denied.
hy: Այն օգտատիրոջ անձնական էջը, որը դուք փնտրում եք, գոյություն չունի: Նրանց գրանցումը, հավանաբար, արդեն մերժվել էր.

source: The user account was already approved, but thank you anyway!
hy: Օգտատիրոջ էջն արդեն հաստատված էր, բայց, ամեն դեպքում, շնորհակալ ենք!

source: Thank you for approving user %(username)s (%(email)s)! An introduction-email was sent out to them and they can now log in to the site.
hy: Շնորհակալություն %(username)s (%(email)s) օգտատիրոջը հաստատելու համար: Նրանց ուղարկվեց ներածության նամակ, և նրանք այժմ կարող են մուտք գործել կայք.

source: The user account %(username)s (%(email)s) was already approved, so you cannot deny the registration! If this is a problem, you may want to deactivate the user manually from the admin interface.
hy: %(username)s (%(email)s) էջն արդեն հաստատված էր, այնպես որ դուք չեք կարող մերժել գրանցումը: Եթե դա խնդիր է ներկայացնում, կարող եք ապաակտիվացնել օգտատիրոջը ադմինիստրատորի ինտերֆեյսից.

source: You have denied the join request of %(username)s (%(email)s)! An email was sent to let them know.
hy: Դուք մերժել եք %(username)s -ի միանալու հարցումը (%(email)s) հասցեից! Նրանց տեղեկացնելու համար էլ-նամակ է ուղարկվել.

source: The user account you were looking for does not exist! Your registration was probably already denied or the email token has expired.
hy: Այն անձնական էջը, որը դուք փնտրում եք, գոյություն չունի: Ձեր գրանցումը հավանաբար արդեն մերժվել է կամ էլ․ հասցեի թոքենը լրացել է.

source: The email for this account seems to already have been confirmed!
hy: Այս Էջի էլ․հասցեն, կարծես, արդեն հաստատված է!

source: The link you supplied for the email confirmation is no longer valid!
hy: Էլ.հասցեի հաստատման համար տրամադրած հղումն այլևս վավեր չէ!

source: The email you are trying to confirm has already been confirmed or belongs to another user!
hy: Էլ․հասցեն, որը դուք փորձում եք հաստատել, արդեն հաստատվել է կամ պատկանում է մեկ այլ օգտատիրոջ!

source: Your email address %(email)s was successfully confirmed! Welcome to the community!
hy: Ձեր էլ. հասցեն %(email)s հաջողությամբ հաստատվեց։ Բարի գալուստ համայնք!

source: Your email address %(email)s was successfully confirmed! However, you account is not active yet and will have to be approved by an administrator before you can log in. We will send you an email as soon as that happens!
hy: Ձեր էլ. հասցեն %(email)s հաջողությամբ հաստատվեց: Այնուամենայնիվ, ձեր Էջը դեռևս ակտիվ չէ և հարկավոր է, որպեսզի այն հաստատվի ադմինիստրատորի կողմից նախքան մուտք գործելը: Ակտիվացնելուն պես մենք ձեզ համապատասխան նամակ կուղարկենք!

source: The unsubscribe link you have clicked does not seem to be valid!
hy: Ձեր սեղմած բաժանորդագրման չեղարկման հղումը կարծես թե վավեր չէ!

source: We have unsubscribed your email "%(email)s" from our mailing list. You will not receive any more emails from us!
hy: Մենք հանեցինք ձեր էլ. հասցեն "%(email)s" մեր փոստային ցուցակից: Դուք այլևս էլ-նամակներ չեք ստանա մեզանից!

source: Welcome! You were invited to the following projects and groups. Please click the dropdown button to accept or decline the invitation for each of them!
hy: Բարի գալուստ! Ձեզ հրավիրվել են հետևյալ նախագծեր և խմբեր: Խնդրում ենք սեղմել ներքևի կոճակը ՝ յուրաքանչյուրի հրավերը ընդունելու կամ մերժելու համար!

source: Your Announcement was created successfully.
hy: Ձեր հայտարարությունը հաջողությամբ ստեղծվել է.

source: Your Announcement was saved successfully.
hy: Ձեր հայտարարությունը հաջողությամբ պահպանվել է.

source: Your Announcement was deleted successfully.
hy: Ձեր հայտարարությունը հաջողությամբ ջնջվել է.

source: Your Announcement was activated successfully.
hy: Ձեր հայտարարությունը հաջողությամբ ակտիվացվել է.

source: Your Announcement was deactivated successfully.
hy: Ձեր հայտարարությունը հաջողությամբ ապաակտիվացվել է.

source: You are not currently a member of %s! If you wish you can request to become a member below.
hy: Դուք ներկայումս %s- ի անդամ չեք: Եթե ցանկանում եք, կարող եք անդամագրվել ներքևում.

source: Your changes have been saved.
hy: Ձեր փոփոխությունները պահպանվել են.
