Repository: royalsaphir/cosinnus-core
Catalog: cosinnus/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Your created documents, news posts, uploaded files, and other content will be retained on the site. However this content will no longer bear your name or be connected to you.
hy: Ձեր ստեղծած փաստաթղթերը, նորությունների հաղորդագրությունները, բեռնված ֆայլերը և այլ բովանդակություն կպահպանվեն կայքում: Այնուամենայնիվ, այս բովանդակությունն այլևս չի կրելու ձեր անունը կամ կապված լինելու ձեզ հետ.

source: If you wish to delete any of your content, please go back and do so now. Once you delete your profile, you will no longer have any access to anything you have created with this account.
hy: Եթե ցանկանում եք ջնջել որևէ բովանդակություն, խնդրում ենք վերադառնալ և դա անել հիմա: Ձեր պրոֆիլը ջնջելուց հետո այլևս մուտք չեք ունենա ձեր էջում ստեղծած որևէ նյութի.

source: Delete Account
hy: Ջնջել Անձնական Էջը

source: I have understood that any content created by me will be retained on the website. I wish to irrevocably delete my user account:
hy: Ես հասկացել եմ, որ իմ կողմից ստեղծված ցանկացած բովանդակություն պահպանվի կայքում: Ես ցանկանում եմ անվերադարձ ջնջել իմ օգտատիրոջ հաշիվը:

source: Delete user account
hy: Ջնջել օգտատիրոջ անձնական էջը

source: User profile: %(username)s
hy: Օգտատիրոջ անձնական էջ։ %(username)s

source: Cooperation requests
hy: Համագործակցության հայցեր

source: I am open to be contacted about potential collaboration opportunities!
hy: Ես պատրաստ եմ կապնվել հնարավոր համագործակցության համար!

source: I do NOT wish to be contacted for potential collaboration!
hy: Ես չեմ ցանկանում ինձ հետ կապնվեն՝ հնարավոր համագործակցության համար!

source: My Website
hy: Իմ վեբ կայքը

source: Edit Your Profile
hy: Խմբագրել ձեր էջը

source: Basic data
hy: Հիմնական տվյալները

source: E-Mail
hy: Էլ․ հասցե

source: Profile avatar
hy: Անձնական էջի ավատար

source: Who are you and what motivates you?
hy: Ո՞վ եք դուք և ի՞նչն է ձեզ ոգեշնչում?

source: Tell others something about you!
hy: Պատմեք մյուսներին որևէ բան ձեր մասին!

source: Cooperation requests for you
hy: Համագործակցության հայցեր ձեզ համար

source: Signals your willingness to be contacted by other users who wish to collaborate with you
hy: Ազդանշան է տալիս ձեր հետ կապնվելու պատրաստակամության մասին `այլ օգտատերերին, ովքեր ցանկանում են համագործակցել ձեզ հետ

source: I am open for cooperation requests
hy: Ես պատրաստ եմ համագործակցության հարցումների

source: Welcome!
hy: Բարի Գալուստ!

source: We give you full control over what people can see of you on the platform and what you hear from us!
hy: Մենք ձեզ լիակատար վերահսկողություն ենք տալիս ընտրել, թե ինչ կարող են մարդիկ տեսնել ձեր մասին այդ հարթակում և այն, ինչ տեսնել մեզանից!

source: Who is allowed to see you on the platform?
hy: Ու՞մ է կարող է ձեզ տեսնել հարթակում?

source: You can change this setting later in your profile settings
hy: Դուք կարող եք փոխել այս կարգավորումը ավելի ուշ ձեր պրոֆիլի պարամետրերում

source: in the top right menu
hy: վերևի աջ ընտրացանկում

source: When may we send you email notifications?
hy: Ե՞րբ ենք մենք կարող ձեզ ծանուցումներ ուղարկել էլ.փոստով?

source: You can change or customize this setting later in your notification settings
hy: Դուք կարող եք փոխել կամ անհատականացնել այս պարամետրը հետագայում ձեր ծանուցման կարգավորումներից

source: Your privacy: You are in control!
hy: Ձեր գաղտնիությունը- Դուք վերահսկում եք!

source: by
hy: կողմից

source: Open Preview
hy: Բացել նախադիտումը

source: displayed right now
hy: այժմ ցուցադրվում է

source: not displayed right now
hy: այժմ չի ցուցադրվում

source: inactive
hy: ոչ ակտիվ

source: Activate
hy: Ակտիվացնել

source: Do you really want to delete announcement "%(title)s"?
hy: Արդյո՞ք ցանկանում եք ջնջել "%(title)s" հայտարարությունը?

source: Delete announcement
hy: Ջնջել հայտարարությունը

source: Edit Announcement
hy: Խմբագրել հայտարարությունը

source: Create Announcement
hy: Ստեղծել հայտարարություն

source: Announcement is enabled
hy: Հայտարարությունը ակտիվացված է

source: Announcement Title (internal only)
hy: Հայտարարության վերնագիր (միայն ներքին)

source: Internal Title
hy: Ներքին Վերնագիր

source: Category for the Announcement
hy: Հայտարարության կատեգորիա

source: Will be displayed as a small first header in the announcement
hy: Հայտարարության մեջ կցուցադրվի որպես փոքր առաջին վերնագիր

source: Timeframe to display announcement
hy: Հայտարարության ցուցադրման ժամկետը

source: Display type
hy: Ցուցադրման տեսակը

source: Choose between a markdown editor, or insert your own raw HTML (it is recommended to have a designer create the HTML!)
hy: Ընտրեք նշագրման խմբագրողի միջև կամ տեղադրեք ձեր սեփական raw HTML- ը (խորհուրդ է տրվում ունենալ դիզայներ HTML ստեղծելու համար!):

source: The main text of the announcement.
hy: Հայտարարության հիմնական տեքստը.

source: Use "# Big Header" as main title and "## Small Header" as in-between header. They will be styled appropriately on the dashboard!
hy: Օգտագործեք "# Big Header" ՝ որպես հիմնական վերնագիր և "## Small Header", որպես վերնագրի միջանկյալ կետ: Դրանք համապատասխանաբար ոճավորվելու են կառավարման վահանակի վրա!

source: Raw HTML. Should contain a Dismiss-button
hy: Raw HTML: Պետք է պարունակի մերժման կոճակ

source: External Link for a "Read more" link
hy: Արտաքին հղում «Կարդալ ավելին» հղման համար

source: requires a Save before
hy: պետք է Պահպանել մինջև

source: User Dashboard Announcements are sticky posts that appear on top of each user's personal Dashboard.
hy: Օգտատիրոջ կառավարման վահանակի հայտարարությունները գրառումներ են, որոնք հայտնվում են յուրաքանչյուր օգտատիրոջ անձնական վահանակի վերևի մասում.

source: An announcement will only appear during its valid-time frame.
hy: Հայտարարությունը կհայտնվի միայն իր վավեր ժամկետում.

source: Only one announcement at a time will ever be shown to a user.
hy: Օգտատիրոջը ցուցադրվելու է միառժամանակ միայն մեկ հայտարարություն.

source: If the user still has not hidden their introduction-message on the dashboard, they will not see any announcements.
hy: Եթե օգտատերը դեռ չի փակել իրեն ուղարկված ներածական հաղորդագրությունը կառավարման վահանակի վրա, նա որևէ այլ հայտարարություն չի տեսնի.

source: A user can dismiss an announcement, in which case it will disappear and never be shown again. On the next visit to their Dashboard, another valid announcement they have not yet hidden may be shown.
hy: Օգտատերը կարող է մերժել հայտարարությունը, որի դեպքում այն կվերանա և այլևս չի ցուցադրվի: Նրա հաջորդ այցի ժամանակ կառավարման վահանակի վրա կարող է ցուցադրվել ևս մեկ վավեր հայտարարություն, որը նա դեռ չեն փակել.

source: There are no announcements yet.
hy: Առայժմ հայտարարություններ չկան.

source: Enable posting to Facebook
hy: Թույլատրել գրառումները Facebook- ում

source: Loading Facebook-Scripts...
hy: Facebook- ի գրությունները բեռնվում են ...

source: If nothing happens please disable any addons like Ghostery or NoScript...
hy: Եթե ոչինչ չկատարվեց, ապա անջատեք նման լրացումները ինչպիսիք են Ghostery կամ NoScript ...

source: Connect Facebook Account
hy: Կապակցել Facebook Էջը

# Facebook connect explanation box
source: Why connect?
hy: Ինչո՞ւ միացնել?

# Facebook connect explanation box
source: When you connect your Facebook account you can easily publish your news posts on your Facebook timeline. You can also connect your projects/groups to a Facebook Group or Fan-Site to enable members to publish their news posts there, too.
hy: Facebook- ի ձեր էջը միացնելիս կարող եք հեշտությամբ հրապարակել ձեր լրատվական գրառումները Facebook-ի նորությունների բաժնում: Կարող եք նաև ձեր նախագծերը / խմբերը միացնել Facebook-ի խմբին կամ Fan-էջին, որպեսզի անդամները նույնպես հնարավորություն ունենան հրապարակել իրենց լրատվական գրառումները այնտեղ.

# Facebook connect explanation box
source: For that, we need your permission to publish on Facebook in your name.
hy: Դրա համար մեզ պետք է ձեր թույլտվությունը հրապարակումներ անել Facebook- ում ձեր անունից.

# Facebook connect explanation box list header
source: We guarantee:
hy: Մենք երաշխավորում ենք:

# Facebook connect explanation box list items
source: We will only post exactly what you have written
hy: Մենք կհրապարակենք միայն այն, ինչ գրել եք

# Facebook connect explanation box list items
source: We will only post with your explicit consent for every news post, and never automatically
hy: Մենք կհրապարակենք յուրաքանչյուր նորություն միայն ձեր բացահայտ համաձայնությամբ և երբեք ոչ ավտոմատ

# Facebook connect explanation box list items
source: Except for your name and profile picture, we will obtain absolutely no other data from your Facebook account
hy: Բացառությամբ ձեր անունից և պրոֆիլի նկարից, մենք ձեր Facebook- ի էջից այլևս այլ տվյալներ չենք ստանալու

# Facebook connect explanation box list items
source: You can revoke your permission at any time from your %(site_name)s profile settings
hy: Կարող եք ցանկացած պահի չեղարկել ձեր թույլտվությունը ձեր %(site_name)s պրոֆիլի կարգավորումներից

source: Log in with Facebook
hy: Մուտք գործել Facebook- ի Էջով

source: Also post this to my Facebook timeline
hy: Հրապարակել սա նաև իմ Facebook -ի նորությունների էջում

source: When you submit this post, it will be posted on your Facebook timeline exactly as seen.
hy: Երբ հաստատեք այս գրառումը, այն կտեղադրվի ձեր Facebook- ի նորությունների էջում այնպես, ինչպես կա.

source: Also post this to this project/group's Facebook Fan-Page
hy: Հրապարակել սա նաև այս նախագծի / խմբի Facebook-ի Fan-էջում

source: Also post this as a visitor's post to this project/group's Facebook Fan-Page
hy: Հրապարակել սա նաև որպես այցելուի գրառում այս նախագծի / խմբի Facebook-ի Fan-էջում

source: If you are an Editor of the Fan-Page on Facebook, confirm your Editor access to post in the voice of that Fan-Page!
hy: Եթե դուք Facebook- ի Fan-էջի խմբագիր եք, հաստատեք ձեր Խմբագրի մուտք գործելու իրավունքը `այդ Fan-էջի անունից!

# a link to click on
source: You can do this here
hy: Դուք կարող եք դա անել այստեղ

source: Also post this to this project/group's Facebook Group
hy: Տեղադրել նաև այս նախագծի/ խմբի Facebook -ի Խմբում

source: When you submit this post, it will be posted to the Facebook Fan-Page of this project/group, in the voice of that Fan-Page.
hy: Երբ հաստատեք այս գրառումը, այն կտեղադրվի այս նախագծի / խմբի Facebook Fan-էջում `այդ Fan-էջի անունից.

source: When you submit this post, it will be posted from your Facebook Account as a visitor's post to the Facebook Fan-Page of this project/group.
hy: Երբ հաստատեք այս գրառումը, այն կտեղադրվի ձեր Facebook-ի էջից ՝ որպես այցելուի գրառում, այս ծրագրի / խմբի Facebook-ի Fan-էջում.

source: When you submit this post, it will be posted from your Facebook Account, exactly as seen, on the Facebook Group of this project/group.
hy: Երբ հաստատեք այս գրառումը, այն կտեղադրվի ձեր Facebook-ի էջից, ինչպես երևում է այս նախագծի / խմբի Facebook-ի խմբում.

source: Connect a Facebook Group or Fan-Page to enable members to publish their news posts there, too!
hy: Միանալ Facebook-ի Խմբին կամ Fan-Էջին, որպեսզի անդամները նույնպես հրապարակեն իրենց լրատվական գրառումները այնտեղ!

source: You need to connect your user account to Facebook before you can link this group/project!
hy: Նախքան այս խումբը / նախագիծը կապելը, դուք պետք է միացնեք ձեր օգտատիրոջ էջը Facebook- ին!

source: Connect a Facebook Group
hy: Միանալ Facebook-ի Խմբին

source: You can connect your projects and groups to a Facebook Group. Once connected, your members can choose to share the news posts they write on %(site_name)s to the Facebook Group. (They need to connect their accounts to Facebook, as well!)
hy: Կարող եք ձեր նախագծերն ու խմբերը միացնել Facebook-ի Խմբին: Միանալուց հետո ձեր անդամները կարող են իրենց լուրերըով %(site_name)s -ից կիսվել Facebook- ի խմբում: (Նրանք նույնպես պետք է իրենց էջերը կապեն Facebook- ի հետ):

source: Please be aware that users can only post to your Group if they would also be permitted post in it on Facebook!
hy: Խնդրում ենք նկատի ունենալ, որ օգտատերերը կարող են հրապարակումներ անել ձեր Խւմբում միայն այն դեպքում, եթե նրանք այդ թույլատվությունը ունեն նաև Facebook- ում!

source: You can find the ID of your Facebook Group on the Info-page in the About tab of the Group on Facebook.
hy: Ձեր Facebook-ի խմբի ID- ն կարող եք գտնել Ինֆորմացիոն էջում ՝ Facebook-ի «Խմբի մասին» էջում.

source: Facebook Group to link to
hy: Facebook -ի Խումբը կապել

source: Group Id or name (example: 1172392116092353)
hy: Խմբի Id կամ անուն (օրինակ ՝ 1172392116092353)

source: Connect a Facebook Fan-Page
hy: Միանալ Facebook- ի Fan-էջին

source: You can connect your projects and groups to a Facebook Fan-Page. Once connected, you can publish the posts you write on %(site_name)s directly on that Fan-Page, if you are one of its administrators on Facebook.
hy: Դուք կարող եք ձեր նախագծերն ու խմբերը միացնել Facebook-ի Fan-էջին: Միանալուց հետո դուք կարող եք հրապարակել ձեր հաղորդագրությունները %(site_name)s - ում անմիջապես այդ Fan-էջում, եթե Facebook- ում նրա ադմինիստրատորներից եք.

source: All other members of your project/group can publish their posts as visitor's posts on the Fan-Page. (They need to connect their accounts to Facebook, as well!)
hy: Ձեր ծրագրի / խմբի մնացած բոլոր անդամները կարող են հրապարակել իրենց գրառումները որպես այցելուի հաղորդագրություններ Fan-էջում: (Նրանք նույնպես պետք է իրենց անձնական էջերը կապեն Facebook- ի հետ):

source: If you wish for other members to be able to post directly to the Fan-Page, you can make them co-administrators of your project/group (and you must make them Editors of the Fan-Page on Facebook!). They will be asked to confirm their Editor access of the Fan-Page, and then will be able to publish to it.
hy: Եթե ցանկանում եք, որ մյուս անդամները կարողանան հրապարակումներ անել Fan-էջում, կարող եք նրանց դարձնել ձեր ծրագրի / խմբի երկրորդական ադմինիստրատորներ (և դուք նրանց պետք է նշանակեք Facebook- ի Fan-էջի խմբագիրներ): Նրանց հարցում կուղարկվի իրենց խմբագրի մուտքն Fan-էջ հաստատելու համար, և այնուհետև նրանք կկարողանան հրապարակել նյութեր այնտեղ.

source: The unique name of your Fan-Page is the name of the Fan-Page in the URL on Facebook (example: https://www.facebook.com/myfanpage/)
hy: Ձեր Fan- էջի եզակի անունը Fan- էջի անունն է Facebook URL- ում (օրինակ ՝ https://www.facebook.com/myfanpage/)

source: Facebook Fan-Page link to
hy: Facebook -ի Fan-էջը կապել

source: Fan-Page unique name (example: myfanpage)
hy: Fan-էջի եզակի անուն (օրինակ ՝ myfanpage)

source: Choose from your Pages...
hy: Ընտրեք ձեր էջերից ...

source: You have Editor access to this Fan-Page and can publish your posts directly to it.
hy: Դուք ունեք այս Fan-էջի խմբագրիչի մուտքի իրավունք և կարող եք հրապարակել ձեր հաղորդագրությունները այստեղ.

source: Editor access of your Facebook-account for this Fan-Page has not been confirmed. This is required before you can publish your posts in the voice of the Fan-Page!
hy: Այս Fan-էջի համար ձեր Facebook-ի էջի խմբագրչի մուտքը չի հաստատվել: Դա անհրաժեշտ է կատարել նախքան դուք կկարողանաք հաղորդագրություններ հրապարակել Fan-էջի անունից!

source: Confirm now!
hy: Հաստատել հիմա!

source: Select one of your Facebook pages to connect to
hy: Ընտրեք ձեր Facebook -ի էջերից մեկը `միանալու համար

source: You do not seem to be Editor or Admin of any pages.
hy: Դուք կարծես որևէ էջի խմբագիր կամ ադմինիստրատոր չեք.

source: We could not retrieve your groups from Facebook because of an error. Please contact an administrator!
hy: Սխալի պատճառով չկարողացանք ձեր խմբերը առբերել Facebook- ից: Խնդրում ենք դիմել ադմինիստրատորին!

source: Are you sure you want to delete the item?
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել նյութը?

source: Delete comment
hy: Ջնջել մեկնաբանությունը

source: Report offensive comment
hy: Հայտնել վիրավորական մեկնաբանության մասին

source: Write comment...
hy: Գրել մեկնաբանություն.

source: Show all %(count)s comments
hy: Ցույց տալ բոլոր %(count)s մեկնաբանությունները

source: Timeline
hy: Նորությունների էջ

source: Contents
hy: Բովանդակություն

source: Close to me
hy: Մոտ է ինձ

source: Show large map
hy: Ցույց տալ մեծ քարտեզը

source: Do not show this again
hy: Սա նորից չցուցադրել

source: Preview
hy: Նախադիտում

source: Continue reading
hy: Շարունակել կարդալ

source: Your recently visited Pads, Files, Events, Todos and other content will be shown here.
hy: Ձեր վերջին այցելած Պահոցները, ֆայլերը, իրադարձությունները, անելիքների ցանկը և այլ բովանդակություն կցուցադրվեն այստեղ.

source: You created an idea
hy: Դուք գաղափար եք ստեղծել

source: created an idea
hy: ստեղծեց գաղափար

source: Menu
hy: Ընտրացանկ

source: Quick Search
hy: Արագ Որոնում

source: Create content
hy: Ստեղծել բովանդակություն

source: Home
hy: Գլխավոր էջ

source: Change language
hy: Փոխել լեզուն

source: Register a new account
hy: Գրանցել նոր անձնական էջ

source: Offer
hy: Առաջարկ

source: Post new Offer
hy: Հրապարակել նոր Առաջարկ

source: Edit My Profile
hy: Խմբագրել Իմ Անձնական Էջը

source: What's happening where and when? What's to discover? Where to meet?
hy: Ի՞նչ է տեղի ունենում, որտե՞ղ և ե՞րբ: Ի՞նչ հայտնաբերել: Որտե՞ղ հանդիպել?

source: Groups help improve communication and collaboration in large networks or organisations. Within a Group you can bring together several smaller projects or workgroups.
hy: Խմբերն օգնում են բարելավել հաղորդակցությունը և համագործակցությունը խոշոր ցանցերում կամ կազմակերպություններում: Մի խմբի շրջանակներում կարող եք միաձուլել մի քանի փոքր նախագծեր կամ աշխատանքային խմբեր.

source: What will our region look like in the future? What is your idea for an environmentally friendly and sustainable region? Find co-campaigners for your project ideas.
hy: Ինչ տեսք կունենա մեր տարածաշրջանը ապագայում: Ո՞րն է ձեր հասկացությունը էկոլոգիապես մաքուր և կայուն տարածաշրջանի մասին: Գտեք համախմբողներ ձեր ծրագրի գաղափարների համար.

source: Do you have something to share, sell or give away? Are you searching for something?
hy: Դուք ինչ-որ բան ունե՞ք կիսելու, վաճառելու կամ նվիրելու համար: Ինչ-որ բա՞ն եք փնտրում?

source: Organize your projects or initiatives efficiently with your fellow campaigners. All important tools for collaborating in one place: News, Pads, Events, Todos, and more.
hy: Արդյունավետ կազմակերպեք ձեր նախագծերը կամ նախաձեռնությունները ձեր գործընկերների հետ միասին: Մի տեղում համագործակցելու համար առկա են բոլոր կարևոր գործիքները- Նորություններ, Պահոցներ, իրադարձություններ, Անելիքների ցանկ և այլն.

# this is a two-line text that says 'Welcome to <WebsiteName>'
source: Welcome
hy: Բարի գալուստ

# this is a two-line text that says 'Welcome to <WebsiteName>'
source: to %(portal_name)s
hy: %(portal_name)s կայք

source: Good to see you! At %(portal_name)s you can collaborate with others in Projects and Groups. Whether Initiative, Organisation, or Network - %(portal_name)s offers all the necessary tools for your online collaboration.
hy: Ուրախ ենք ձեզ տեսնել! %(portal_name)s - ում դուք կարող եք համագործակցել ուրիշների հետ Ծրագրերում և Խմբերում: Անկախ նախաձեռնությունից, կազմակերպությունից, կամ ցանցից - %(portal_name)s -ը առաջարկում է բոլոր անհրաժեշտ գործիքները ձեր առցանց համագործակցության համար.

source: Show more Projects
hy: Ցուցադրել ավելի շատ ծրագրեր

source: Add Widget
hy: Ավելացնել վիդջեթ

source: Edit Widget
hy: Խմբագրել վիդջեթը

source: More
hy: Ավելին

source: Widget title
hy: Վիդջեթի վերնագիր

source: Widget Icon (FA)
hy: Վիդջեթի պատկերակ (FA)

source: Font-awesome Widget Icon
hy: Font-awesome Վիդջեթի պատկերակ

source: Delete widget
hy: Ջնջել վիդջեթը

source: (This widget has no additional options)
hy: (Այս վիդջեթը լրացուցիչ տարբերակներ չունի)

source: All members
hy: Բոլոր անդամները

source: There are no projects in this group yet.
hy: Այս խմբում դեռ նախագծեր չկան.

source: Add project
hy: Ավելացնել նախագիծ

source: Attach Images/Files
hy: Կցել պատկերներ / ֆայլեր

source: Attach image/file
hy: Կցել պատկեր / ֆայլ

source: You cannot put this widget on a team dashboard.
hy: Դուք չեք կարող տեղադրել այս վիդջեթը թիմի կառավարման վահանակի վրա.

source: You cannot put this widget on a user dashboard.
hy: Դուք չեք կարող տեղադրել այս վիդջեթը օգտատիրոջ կառավարման վահանակի վրա.

source: Widget not found.
hy: Վիդջեթ չի հայտնաբերվել.

source: No related projects/groups
hy: Հարակից նախագծեր / խմբեր չկան

source: Assign
hy: Նշանակել

source: Change of Terms of Services and Privacy Policy
hy: Ծառայությունների Մատուցման Պայմանների և Գաղտնիության Քաղաքականության Փոփոխություն

source: Our Terms of Services and Privacy Policy
hy: Մեր Ծառայությունների Մատուցման Պայմանները և Գաղտնիության Քաղաքականությունը

source: We prioritise the protection of your data, so we updated our privacy policy and terms of services. To continue enjoying an optimal use of our plattform, we encourage you to read and accept the modifications.
hy: Մենք առաջնահերթացնում ենք ձեր տվյալների պաշտպանությունը, ուստի մենք թարմացրել ենք մեր գաղտնիության քաղաքականությունը և ծառայությունների մատուցման պայմանները: Մեր պլատֆորմից օպտիմալ օգտագործումը շարունակելու համար, մենք խրախուսում ենք ձեզ կարդալ և ընդունել փոփոխությունները.

source: We prioritise the protection of your data, which is reflected in our privacy policy and terms of services. We encourage you to read and accept the terms.
hy: Մենք առաջնահերթացնում ենք ձեր տվյալների պաշտպանությունը, ինչը արտացոլվում է մեր գաղտնիության քաղաքականության և ծառայությունների մատուցման պայմաններում: Մենք խրախուսում ենք ձեզ կարդալ և ընդունել պայմանները.

source: Hi %(admin_name)s, The user %(user_name)s wants to join %(team_name)s.
hy: Ողջույն %(admin_name)s, %(user_name)s օգտատերը ցանկանում է միանալ %(team_name)s-ին.

source: (Deleted User)
hy: (Ջնջված օգտատեր)

source: <i>Renderer for %(model_name)s not found!</i>
hy: <i> Արտապատկերիչ %(model_name)s - ի համար չի գտնվել։</i>

source: Team Description
hy: Թիմի նկարագրություն

source: About Us
hy: Մեր մասին

source: Question about
hy: Հարց

source: The language "%s" is not supported
hy: "%s" լեզուն չի մատուցվում

source: No model given to export data from.
hy: Ոչ մի մոդել չի տրվել տվյալների արտահանման համար.

source: Your news post was also posted on your Facebook timeline.
hy: Ձեր նորությունների գրառումը տեղադրվել է նաև Facebook-ի ձեր նորությունների հոսքում.

source: We could not post this news post on your Facebook timeline. If this problem persists, please make sure you have granted us all required Facebook permissions, or try disconnecting and re-connecting your Facebook account!
hy: Մենք չկարողացանք տեղադրել այս նորությունների գրառումը ձեր Facebook-ի նորությունների հոսքում: Եթե այս խնդիրը շարունակում է հայտնվել, խնդրում ենք համոզվեք, որ մեզ տվել եք բոլոր անհրաժեշտ Facebook-ի թույլտվությունները, կամ փորձեք անջատել և նորից միացնել ձեր Facebook- ի անձնական էջը!

source: Your news post was also posted to the Facebook Fan-Page.
hy: Ձեր նորությունների գրառումը տեղադրվել է նաև Facebook-ի Fan-էջում.

source: Your news post was also posted on the Facebook Fan-Page as a visitor's post.
hy: Ձեր նորությունների գրառումը տեղադրվել է նաև Facebook-ի Fan-էջում `որպես այցելուի գրառում.

source: Your news post was also posted in the Facebook Group.
hy: Ձեր նորությունների գրառումը տեղադրվել է նաև Facebook-ի խմբում.

source: We could not post this news post on the Facebook Group/Fan-Page. If this problem persists, please try disconnecting and re-connecting your Facebook account and make sure you allow us to post with a visibility of at least "Friends". If you are trying to post as a Fan-Page, make sure you accept the necessary permissions for us to post there, and make sure you are an Editor of the Fan-Page! If this doesn't work, contact this project/group's administrator!
hy: Մենք չկարողացանք հրապարակել այս լուրը Facebook-ի խմբում/Fan-էջում: Եթե այս խնդիրը շարունակում է հայտնվել, խնդրում ենք փորձեք անջատել և նորից միացնել ձեր Facebook-ի էջին և համոզվել, որ թույլ եք տալիս մեզ գրառում տեղադրել առնվազն «Ընկերների» տեսանելիությամբ: Եթե փորձում եք հրապարակել որպես Fan-էջ, համոզվեք, որ ընդունում եք մեզ համար անհրաժեշտ թույլտվությունները `այնտեղ հրապարակելու համար, և համոզվեք, որ դուք Fan-էջի խմբագիրն եք: Եթե դա ևս ձախողվեց, դիմեք այս ծրագրի/խմբի ադմինիստրատորին!
