Repository: royalsaphir/cosinnus-core
Catalog: cosinnus/locale/*/LC_MESSAGES/django.po
Languages: hy

source: People currently invited by you
hy: Ներկայումս Ձեր կողմից հրավիրված մարդիկ

source: Delete invitation
hy: Ջնջել հրավերը

source: Resend invitation
hy: Նորից ուղարկել հրավերը

# an action done *by* <username>
source: by
hy: - ի կողմից

source: Do you really want to delete the invitation for "%(title)s"?
hy: Ցանկանու՞մ եք արդյոք մերժել հրավերը "%(title)s" -ի համար?

source: Membership requests
hy: Անդամակցության հայտեր

source: Decline User
hy: Մերժել օգտատիրոջը

source: Accept User
hy: Ընդունել օգտատիրոջը

source: Membership requested
hy: Անդամակցությունը հայցված է

source: Do you really want to accept user „%(name)s“ as a member?
hy: Ցանկանու՞մ եք արդյոք ընդունել „%(name)s“ -ին որպես անդամ?

source: Accept Member
hy: Ընդունել Անդամ

source: Do you really want to decline member „%(name)s“?
hy: Ցանկանու՞մ եք արդյոք մերժել անդամ „%(name)s“ -ին?

source: Decline Member
hy: Մերժել անդամին

source: There are no new membership requests.
hy: Անդամակցության նոր հայտեր չկան.

source: Current Members
hy: Ներկայիս անդամները

source: Message all members
hy: Հաղորդագրություն ուղարկել բոլոր անդամներին

source: Send Message
hy: Ուղարկել հաղորդագրությունը

source: Make Member
hy: Դարձնել Անդամ

source: Make Admin
hy: Դարձնել Ադմինիստրատոր

source: Do you really want to demote administrator „%(name)s“ to member?
hy: Ցանկանու՞մ եք արդյոք „%(name)s“ ադմինիստրատորին սարգել անդամ?

source: Demote Admin
hy: Կարգազրկել ադմինիստրատորին

source: Do you really want to promote member „%(name)s“ to administrator?
hy: Ցանկանու՞մ եք արդյոք „%(name)s“ անդամին սարգել ադմինիստրատոր?

source: Promote Member
hy: Կոչում տալ Անդամին

source: Do you really want to remove member „%(name)s“ from the team?
hy: Ցանկանու՞մ եք արդյոք „%(name)s“ անդամին ջնջել թիմից?

source: Remove Member
hy: Ջնջել Անդամին

source: And %(hidden_count)s private users...
hy: Եվ %(hidden_count)s մասնավոր օգտատերեր...

source: Show all of the other %(more_count)s users...
hy: Ցուցադրել մնացած բոլոր %(more_count)s օգտատերերին...

source: Export Team “%(team_name)s”
hy: Արտահանել “%(team_name)s” թիմը

source: Export %(app_label)s
hy: Արտահանում %(app_label)s

# the verb
source: Export
hy: Արտահանել

source: Edit “%(team_name)s”
hy: Խմբագրել “%(team_name)s”

source: Create Group
hy: Ստեղծել Խումբ

source: Create Project
hy: Ստեղծել Նախագիծ

source: Help about groups
hy: Օգնություն խմբերի մասին

source: Help about projects
hy: Օգնություն նախագծերի մասին

source: Help about the microsite
hy: Օգնություն միկրոկայքի մասին

source: Edit Group
hy: Խմբագրել խումբը

source: Edit Project
hy: Խմբագրել նախագիծը

source: Let's bring this idea to life!
hy: Եկեք կյանքի կոչենք այս գաղափարը!

source: Great to see you're creating a project from the idea "%(idea_name)s"!
hy: Հիանալի է տեսնել, որ դուք նախագիծ եք ստեղծում "%(idea_name)s" գաղափարից!

source: Once you have created your project, everyone who liked (and followed) the idea will receive a notification! They can then jump in and become a member of your new project. Don't worry - you still have to approve who may join and who can't when they request a membership.
hy: Ձեր նախագիծը ստեղծելուց հետո բոլոր նրանք, ովքեր հավանել (և հետևել) էին գաղափարն, կստանան ծանուցում: Դրանից հետո նրանք կարող են մտնել և դառնալ ձեր նոր նախագծի անդամ: Մի անհանգստացեք - անդամակցություն հայցելիս, դուք դեռ պետք է հաստատեք, թե ով կարող է միանալ, իսկ ով ոչ.

source: Your new project will also be displayed on the idea itself, so that everyone can see it and join in later on.
hy: Ձեր նոր նախագիծը նույնպես կցուցադրվի գաղափարի հետ, որպեսզի յուրաքանչյուրը կարողանա տեսնել այն և միանալ հետագայում.

source: Of course you can also create a project without a connection to the idea - just click "Create Project" on the left side to do so.
hy: Իհարկե, դուք կարող եք նաև ստեղծել նախագիծ ՝ գաղափարին չկապակցված, դա անելու համար պարզապես սեղմեք ձախ կողմում գտնվող «Ստեղծել նախագիծ» կոճակը.

source: General
hy: Ընդհանուր

source: Facebook-Integration
hy: Facebook-ինտեգրացիա

source: Group name
hy: Խմբի անվանում

source: Project name
hy: Նախագծի անվանում

source: Enter a name for the group.
hy: Մուտքագրեք անուն խմբի համար.

source: Enter a name for the project.
hy: Մուտքագրեք անուն նախագծի համար.

source: Short description
hy: Կարճ նկարագրություն

source: Describe the group in a few sentences.
hy: Նկարագրեք խումբը մի քանի նախադասությամբ.

source: Describe the project in a few sentences.
hy: Նկարագրեք նախագիծը մի քանի նախադասությամբ.

source: This description will be publicly visible.
hy: Այս նկարագրությունը հրապարակայնորեն տեսանելի կլինի.

source: A picture for better recognition.
hy: Պատկեր `ավելի լավ ճանաչման համար.

source: File Size
hy: Ֆայլի չափսը

source: Upload an image.
hy: Վերբեռնել պատկեր.

source: Reset
hy: Վերակայել

source: Example: http://mywebsite.com
hy: Օրինակ։ http://mywebsite.com

source: Where are you active?
hy: Որտե՞ղ եք ակտիվ?

source: Remove location
hy: Հեռացնել գտնվելու վայրը

source: Add location
hy: Ավելացնել գտնվելու վայրը

source: Which Group does the group belong to?
hy: Ո՞ր խմբին է պատկանում այս խումբը?

source: Select Group
hy: Ընտրել խումբ

source: Are there any projects/groups related to this one?
hy: Կա՞ն նախագծեր/խմբեր, որոնք կապված են այս ծրագրի հետ?

source: Select related Projects/Groups
hy: Ընտրել նմանատիպ Ծրագրեր / Խմբեր

source: Privacy settings
hy: Գաղտնիության կարգավորումներ

source: This will be the default setting for all content created by members.
hy: Սա կլինի սկզբնական կարգավորում ՝ անդամների կողմից ստեղծված բոլոր բովանդակությունների համար.

source: This group will be set to be publicly visible!
hy: Այս խումբը հրապարակայնորեն տեսանելի կլինի!

source: This project will be set to be publicly visible!
hy: Այս նախագիծը հրապարակայնորեն տեսանելի կլինի!

source: This means that any registered user can access and see it, although only members can create content. In addition, all content will be set to be publicly visible by default (this can be changed for each item on creation). Publicly visible content can be seen by ANYONE on the internet and it may potentially be included in search engine results!
hy: Սա նշանակում է, որ ցանկացած գրանցված օգտատեր կարող է մուտք գործել և տեսնել այն, թեպետ միայն անդամները կարող են ստեղծել բովանդակություն: Բացի այդ, ամբողջ բովանդակությունը հանրայնորեն տեսանելի կլինի ըստ սկզբնական կարգավորման (սա կարող է փոփոխվել ստեղծվող յուրաքանչյուր նյութի համար): Հանրային տեսանելի բովանդակությունը կարող է դիտել ցանկացած մարդ ինտերնետում և հնարավոր է, որ այն ընդգրկվի որոնման արդյունքների մեջ!

source: As administrator of a group or project, it is your responsibility to ensure that the content posted by its members does not infringe any copyright or other laws. Please keep this in mind, especially when enabling the public visibility setting!
hy: Որպես խմբի կամ նախագծի ադմինիստրատոր, ձեր պարտականությունն է ապահովել, որ իր անդամների կողմից տեղադրված բովանդակությունը չխախտի որևէ հեղինակային իրավունք կամ այլ օրենքներ: Խնդրում ենք հաշվի առնել սա, մանավանդ հանրային տեսանելիության կարգավորումն ակտիվացնելիս!

source: If you do not wish this, you can change the visibility setting above.
hy: Եթե դուք դա չեք ցանկանում, կարող եք փոխել տեսանելիության կարգավորումը վերևում.

source: Which apps should be activated?
hy: Ո՞ր հավելվածները պետք է ակտիվացվեն?

source: This App can only be activated for a Group, but not for a Project!
hy: Այս Հավելվածը կարող է ակտիվացվել միայն Խմբի համար, բայց ոչ Նախագծի համար!

source: Description and Infos
hy: Նկարագրություն և տեղեկություն

source: This is a public description that can be seen by anyone and will be shown on the microsite.
hy: Սա հանրային նկարագրություն է, որը կարող է տեսնել յուրաքանչյուր մարդ և այն կցուցադրվի միկրոկայքում.

source: Contact info
hy: Կոնտակտային տվյալներ

source: How you can be reached, addresses, social media, etc...
hy: Ինչպե՞ս է հնարավոր Ձեզ հետ կապ հաստատել՝ հասցեներ, սոցիալական կայքեր և այլն.

source: From which apps should public items be shown on the microsite?
hy: Ո՞ր հավելվածներից պետք է հանրային նյութերը ցուցադրվեն միկրոկայքում?

source: Video
hy: Տեսանյութ

source: Youtube or Vimeo URL
hy: Youtube կամ Vimeo URL

source: Twitter: Embedded User Timeline
hy: Twitter: Ներկառուցված Օգտատիրոջ Ժամանակասանդղակ

source: Twitter Username (example: @username)
hy: Twitter Օգտանունը (օրինակ: @username)

source: Twitter: Embedded Hashtag or Custom Timeline
hy: Twitter: Ներկառուցված Hashtag կամ Փոփոխվող Ժամանակասանդղակ

source: You can create a custom twitter timeline here:
hy: Այստեղ դուք կարող եք ստեղծել twitter -ի ձեր իսկ ժամանակասանդղակը:

source: Widget-id (example: 744907261810618721) or embed-code (HTML)
hy: Վիդջեթ-id (օրինակ: 744907261810618721) կամ ներկառուցված կոդ (HTML)

source: Embed Flickr Gallery
hy: Տեղադրել Flickr պատկերասրահ

source: Flickr Gallery URL (example: "https://www.flickr.com/photos/username/sets/1234567890")
hy: Flickr պատկերասրահի URL (օրինակ: "https://www.flickr.com/photos/username/sets/1234567890")

source: Microsite Gallery Images
hy: Միկրոկայքի պատկերասրահի նկարներ

source: Remove gallery image
hy: Հեռացնել պատկերասրահի նկարը

source: Add gallery image
hy: Ավելացնել պատկերասրահի նկարներ

source: Show Microsite Call to Action Box
hy: Ցուցադրել Միկրոկայքի գործողության կանչի արկղը

source: A box shown on the microsite that contains buttons to your external campaigns or websites
hy: Արկղը ցուցադրված է միկրոկայքում, որը պարունակում է արտաքին կամպանիաներ կամ կայքեր

source: Show Call to Action Box
hy: Ցուցադրել գործողությունների կանչի արկղը

source: Call to Action Box Title
hy: Գործողության կանչի արկղի վերնագիր

source: Title of the box header
hy: Արկղի վերնամասի վերնագիր

source: Description text inside the box
hy: Նկարագրության տեքստը արկղի մեջ

source: Remove button
hy: Հեռացնել կոճակը

source: Add button
hy: Ավելացնել կոճակ

source: Facebook integration is available after you created the group!
hy: Facebook- ի ինտեգրումն հնարավոր է միայն խումբը ստեղծելուց հետո!

source: Facebook integration is available after you created the project!
hy: Facebook- ի ինտեգրումն հնարավոր է միայն նախագիծը ստեղծելուց հետո!

source: Invitations
hy: Հրավերներ

source: About me
hy: Իմ մասին

source: Related to
hy: Կապված

source: Your Profile
hy: Քո պրոֆիլը

source: Overview
hy: Ակնարկ

source: To the Forum
hy: Ֆորումին

# Group
source: Public
hy: Հանրային

source: Not a member
hy: Անդամ չէ

source: (Inactive)
hy: (Ոչ ակտիվ)

source: Leave
hy: Լքել

source: Withdraw
hy: Հեռացնել

source: Details
hy: Մանրամասներ

source: Do you really want to leave „%(title)s“?
hy: Արդյո՞ք ցանկանում եք լքել „%(title)s“-ը?

source: There are no groups.
hy: Խմբեր չկան.

source: There are no projects.
hy: Նախագծեր չկան.

source: There are no invitations.
hy: Հրավերներ չկան.

source: Map
hy: Քարտեզ

source: Not happy with how your Microsite looks?
hy: Ձեզ դուր չի՞ գալիս թե ինչ տեսք ունի ձեր Միկրոկայքի էջը?

source: Change it here...
hy: Փոխել այն այստեղ ...

source: You have been invited to collaborate!
hy: Ձե՜զ հրավիրվել են համագործակցության!

source: Register and join!
hy: Գրանցվեք և միացեք!

source: Join now and collaborate!
hy: Միացեք հիմա և համագործակցեք!

source: Register
hy: Գրանցվել

source: Log in
hy: Մուտք գործել

source: You are a member!
hy: Դուք անդամ եք!

source: View Project
hy: Դիտել նախագիծը

source: View Group
hy: Դիտել խումբը

source: Membership request pending...
hy: Անդամակցության հարցումը սպասման մեջ է ...

source: You are invited!
hy: Դուք հրավիրված եք!

source: Collaborate!
hy: Համագործակցեք!

source: Join now!
hy: Միացիր հիմա!

source: Browse
hy: Դիտել

source: Public Project
hy: Հասարակական Նախագիծ

source: Public Group
hy: Հասարակական Խումբ

source: News posts
hy: Նորությունների հաղորդագրություններ

source: About the Project
hy: Նախագծի մասին

source: About the Group
hy: Խմբի մասին

source: There is no description for this project yet.
hy: Այս նախագծի համար դեռ նկարագրություն չկա.

source: There is no description for this group yet.
hy: Այս խմբի համար դեռ նկարագրություն չկա.

source: Related Projects/Groups
hy: Առնչվող նախագծեր / խմբեր

source: You will now receive notifications for content posted in this project.
hy: Այժմ դուք կստանաք ծանուցումներ այս նախագծում տեղադրված բովանդակության համար.

source: You will now receive notifications for content posted in this group.
hy: Այժմ դուք կստանաք ծանուցումներ այս խմբում տեղադրված բովանդակության համար.

source: Share
hy: Կիսվել

source: Share on Facebook
hy: Կիսվել Facebook -ում

source: Contact
hy: Կապ

source: No contact data has been added yet.
hy: Կոնտակտային տվյալներ դեռ չեն ավելացվել.

source: Project Administrator
hy: Նախագցի ադմինիստրատոր

source: Group Administrator
hy: Խմբի ադմինիստրատոր

source: Flickr Gallery
hy: Flickr պատկերասրահ

source: Call to Action
hy: Գործողության կոչ

source: Users in team %(group)s
hy: %(group)s թմի օգտատերեր

source: Add user
hy: Ավելացնել օգտատեր

source: There are no visible users.
hy: Տեսանելի օգտատերեր չկան.

source: All projects
hy: Բոլոր նախագծերը

source: All groups
hy: Բոլոր խմբերը

source: All users
hy: Բոլոր օգտատերերը

source: Portal Administrators
hy: Պորտալի Ադմինիստրատորներ

source: All societies
hy: Բոլոր հասարակությունները

source: Re-activate Group
hy: Վերաակտիվացնել Խումբը

source: Deactivate Group
hy: Ապաակտիվացնել Խումբը

source: Activate Project
hy: Ակտիվացնել նախագիծը

source: Deactivate Project
hy: Ապաակտիվացնել նախագիծը

source: Withdraw Request
hy: Հանել Հայցը

source: Add container
hy: Ավելացնել կոնտեյներ

source: Add
hy: Ավելացնել

source: Move to another Folder
hy: Տեղափոխել այլ թղթապանակ

source: Move
hy: Տեղափոխել

source: A message from %(sender_full_name)s
hy: Նամակ %(sender_full_name)s -ից

source: Create Idea
hy: Ստեղծել գաղափար

source: Delete this idea
hy: Ջնջել այս գաղափարը

source: Do you really want to delete idea „%(title)s“?
hy: Ցանկանու՞մ եք ջնջել „%(title)s“ գաղափարը?

source: Delete Idea
hy: Ջնջել գաղափարը

source: Edit Idea
hy: Խմբագրել գաղափարը

source: We make your ideas heard!
hy: Մենք օգնում ենք լսելի դարձնել ձեր գաղափարները!

source: Ideas are a great way to inspire poeple and start a project in your region!
hy: Գաղափարները հիանալի միջոց են մարդկանց ներշնչելու և ձեր տարածաշրջանում նախագիծ սկսելու համար!

source: Anyone can create a project based on your idea and there is no limit on how many projects can be created. Your idea will remain visible and will even show a list of all the projects inspired by it!
hy: Յուրաքանչյուրը կարող է ստեղծել նախագիծ ՝ հիմնվելով ձեր գաղափարի վրա, և լիմիտ չկա, թե քանի նախագիծ կարող է ստեղծվել: Ձեր գաղափարը կմնա տեսանելի և նույնիսկ կցուցադրի բոլոր այն նախագծերի ցանկը, որոնք ներշնչված են դրանով!

source: You and anyone who like (and follow) your idea will be notified when a new project gets created from it. This way, everyone who is interested can jump right into it and become active in the new project (they still have to ask permission to become a member).
hy: Դուք և յուրաքանչյուր ոք, ով հավանել է (և հետևում է) ձեր գաղափարին, կտեղեկացվեն, երբ դրանից ստեղծվի նոր նախագիծ: Այս կերպ բոլոր ցանկացողները կարող են տեսնել և ակտիվորեն ներգրավվել նոր նախագծում (նրանք դեռ պետք է անդամագրվելու թույլտվություն հայցեն).

source: Enter a descriptive title for your idea
hy: Մուտքագրեք նկարագրական վերնագիր ձեր գաղափարի համար

source: The description for your idea. Explain your vision and your goals.
hy: Ձեր գաղափարի նկարագրությունը: Բացատրեք ձեր տեսլականը և ձեր նպատակները.

source: We could not find an address for your location. Please enter an address manually!
hy: Մենք չկարողացանք գտնել ձեր գտնվելու վայրի հասցեն: Խնդրում ենք մուտքագրել հասցեն!

source: This will determine who can see your idea.
hy: Սա կորոշի, թե ով կարող է տեսնել ձեր գաղափարը.

source: This idea will be set to be publicly visible!
hy: Այս գաղափարը նախատեսվում է դարձնել հանրայինորեն տեսանելի!

source: Publicly visible content can be seen by ANYONE on the internet and it may potentially be included in search engine results!
hy: Հանրային տեսանելի բովանդակությունը ցանկացած ոք կարող է դիտել ինտերնետում և հնարավոր է, որ այն ընդգրկվի որոնման արդյունքների մեջ!

source: Registered users only
hy: Միայն գրանցված օգտատերերը

source: Edit folder
hy: Խմբագրել թղթապանակը

source: Folder name
hy: Թղթապանակի անունը

source: Delete folder
hy: Ջնջել թղթապանակը

source: Download
hy: Ներբեռնել

source: Do you really want to delete this folder and ALL folders and items it contains? This actions CANNOT be reversed!
hy: Ցանկանու՞մ եք ջնջել այս թղթապանակը և իր մեջ պարունակվող բոլոր պանակներն ու նյութերը: Այս գործողությունները հնարավոր ՉԷ հակադարձել!

source: Back
hy: Հետ

source: Back to
hy: Հետ դեպի

source: New folder name
hy: Թղթապանակի նոր անունը

source: Create folder
hy: Ստեղծել թղթապանակ

source: %(site_name)s CSV import failed! Here is a summary: %(msg)s
hy: CSV- ի ներմուծումը %(site_name)s ձախողվեց. Ահա ամփոփումը: %(msg)s

source: The CSV import on %(site_name)s failed. Here is why: %(msg)s
hy: CSV- ի ներմուծումը %(site_name)s ձախողվեց. Ահա թե ինչու: %(msg)s

source: The CSV import on %(site_name)s was successful. Here is a summary: %(msg)s
hy: CSV- ի ներմուծումը %(site_name)s հաջողվեց. Ահա ամփոփումը: %(msg)s

source: %(site_name)s CSV import was successful
hy: %(site_name)s CSV ներմուծումը հաջողվեց

source: User "%(sender_name)s" has reported the item "%(object_name)s" to be offensive. The reason, as written by the reporter: "%(report_text)s" You can view the item in question here: %(object_url)s Please go to the following page to respond to the report: %(domain_url)s%(report_admin_url)s (You're receiving this email because you are an administrator of this portal.) Your %(site_name)s Team
hy: "%(sender_name)s" օգտատերը հայտնել է վիրավորական նյութի "%(object_name)s" մասին. Պատճառը, ինչպես գրել է զեկուցողը՝ "%(report_text)s" Դուք կարող եք դիտել հայցվող նյութը այստեղ։ %(object_url)s Խնդրում ենք անցնել հետևյալ էջ ՝ զեկույցին պատասխանելու համար: %(domain_url)s%(report_admin_url)s (Դուք ստանում եք այս էլ. նամակը, քանի որ այս պորտալի ադմինիստրատորն եք): Ձեր %(site_name)s թիմ

source: Offensive item reported: "%(object_name)s" on %(site_name)s!
hy: Հաղորդվել է վիրավորական նյութի մասին՝ "%(object_name)s" %(site_name)s -ում!

source: Hi %(user_name)s, you have just registered an account at %(site_name)s. We're happy to see you! You will need to verify your email %(user_email)s before you can log in. Please click on the following link to verify your email address (or copy and paste the link it in your browser): %(domain_url)s%(user_verification_url)s%(next)s Thank you and see you soon! Your %(site_name)s Team
hy: Ողջույն %(user_name)s, դուք գրանցվեցիք %(site_name)s -ում. Ուրախ ենք Ձեզ տեսնել! Դուք պետք է հաստատեք Ձեր էլ․հասցեն %(user_email)s նախքան կկարողանաք մուտք գործել։ Ձեր էլ.փոստի հասցեն հաստատելու համար անցեք հետևյալ հղումով (կամ բացեք այն ձեր բրաուզերում): %(domain_url)s%(user_verification_url)s%(next)s Շնորհակալություն, մինչ հանդիպում։ Ձեր %(site_name)s թիմ

source: Hi %(user_name)s, you have just changed your email address at %(site_name)s. You will need to verify your email %(user_email)s before the changes take effect. Please click on the following link to verify your email address (or copy and paste the link it in your browser): %(domain_url)s%(user_verification_url)s Your %(site_name)s Team
hy: Ողջույն %(user_name)s, Դուք փոխեցիք ձեր էլ․ հասցեն %(site_name)s -ում. Փոփոխությունները ուժի մեջ մտնելուց առաջ անհրաժեշտ կլինի հաստատել ձեր էլ. հասցեն %(user_email)s: Ձեր էլ.փոստի հասցեն հաստատելու համար անցեք հետևյալ հղումով (կամ բացեք այն ձեր բրաուզերում): %(domain_url)s%(user_verification_url)s Ձեր %(site_name)s թիմ

source: Please verify your email address for %(site_name)s!
hy: Խնդրում ենք հաստատել ձեր էլ. փոստի հասցեն %(site_name)s - ի համար!

source: User "%(sender_name)s" has accepted the invitation to join "%(team_name)s". You're receiving this email because you are an administrator of this team. (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team
hy: "%(sender_name)s" օգտատերը ընդունել է "%(team_name)s" -ին միանալու հրավերը. Դուք ստանում եք այս էլ. նամակը, քանի որ այս թիմի ադմինիստրատորն եք. (Անցեք այս հղումով ՝ ձեր ծանուցման նախապատվությունները խմբագրելու համար: %(notification_settings_url)s ) Ձեր %(site_name)s թիմ

source: %(sender_name)s has accepted the invitation to %(team_name)s on %(site_name)s!
hy: %(sender_name)s -ը ընդունել է %(team_name)s -ին %(site_name)s -ում միանալու հրավերը!

source: User "%(sender_name)s" has declined the invitation to join "%(team_name)s". You're receiving this email because you are an administrator of this team. (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team
hy: "%(sender_name)s" օգտատերը մերժել է "%(team_name)s" -ին միանալու հրավերը. Դուք ստանում եք այս էլ. նամակը, քանի որ այս թիմի ադմինիստրատորն եք. (Անցեք այս հղումով ՝ ձեր ծանուցման նախապատվությունները խմբագրելու համար: %(notification_settings_url)s ) Ձեր %(site_name)s թիմ

source: %(sender_name)s has declined the invitation to %(team_name)s on %(site_name)s!
hy: %(sender_name)s մերժել է հրավերը %(team_name)s %(site_name)s -ում!

source: Hi, %(user_name)s! You have been invited to join "%(team_name)s"! Follow the link below to join and get active!
hy: Ողջույն, %(user_name)s! Ձեզ հրավիրվել են միանալ "%(team_name)s" -ին: Անցեք հետևյալ հղումով `միանալու և ակտիվանալու համար!

source: The %(site_name)s team
hy: %(site_name)s թիմը

source: Hi, %(user_name)s! Your membership request for %(team_name)s has been accepted!
hy: Ողջույն, %(user_name)s! Ձեր անդամության հարցումը %(team_name)s- ին ընդունվել է!

source: Follow this link to get active:
hy: Ակտիվանալու համար անցեք հետևյալ հղումով:

source: Hi, %(user_name)s! We're sorry, but your membership request for %(team_name)s has been declined.
hy: Ողջույն, %(user_name)s! Ներեցեք, բայց ձեր անդամության հարցումը %(team_name)s- ին մերժվել է.

source: If you feel this is unfair, we suggest you contact one of the team's administrators for further information:
hy: Եթե կարծում եք, որ դա անարդար է, մենք առաջարկում ենք կապվել թիմի ադմինիստրատորներից մեկի հետ `լրացուցիչ տեղեկությունների համար:

source: User "%(sender_name)s" has requested to join %(team_name)s. Please go to the following page to accept or decline the request: %(domain_url)s%(group_page_url)s You're receiving this email because you are an administrator of this team. (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team
hy: "%(sender_name)s" օգտատերը հարցում է ուղարկել միանալ %(team_name)s -ին. Խնդրում ենք անցնել հետևյալ էջ՝ հարցումն ընդունել կամ մերժելու համար: %(domain_url)s%(group_page_url)s Դուք ստանում եք այս էլ. նամակը, քանի որ թիմի ադմինիստրատորն եք. (Անցեք այս հղումով ՝ ձեր ծանուցման նախապատվությունները խմբագրելու համար: %(notification_settings_url)s ) Ձեր %(site_name)s թիմ

source: %(sender_name)s wants to join %(team_name)s on %(site_name)s!
hy: %(sender_name)s - ը ցանկանում է միանալ %(team_name)s %(site_name)s-ին!

source: User "%(user_name)s" (%(user_mail)s) has requested to join %(site_name)s. The user won't be able to log in until you (or another Portal-Admin) approves of his request. If you wish to approve the user's join request click the following link: %(domain_url)s%(user_approve_url)s Click here to deny the request: %(domain_url)s%(user_deny_url)s You're receiving this email because you are a portal-administrator. Your %(site_name)s Team
hy: "%(user_name)s" (%(user_mail)s) օգտատերը հարցում է ուղարկել միանալ %(site_name)s -ին. Օգտատերը չի կարողանա մուտք գործել այնքան ժամանակ, մինչև դուք (կամ մեկ այլ պորտալ-ադմինիստրատոր) հաստատեք նրա հարցումը: Եթե ցանկանում եք հաստատել օգտատիրոջ միանալու հարցումը, սեղմեք հետևյալ հղմանը: %(domain_url)s%(user_approve_url)s Սեղմեք այստեղ հարցումը մերժելու համար: %(domain_url)s%(user_deny_url)s Դուք ստանում եք այս էլ. նամակը, քանի որ պորտալ-ադմինիստրատորն եք. Ձեր %(site_name)s թիմ
