Repository: royalsaphir/cosinnus-core
Catalog: cosinnus/locale/*/LC_MESSAGES/django.po
Languages: hy

source: 1 %(object)s was deleted successfully
hy: 1 %(object)s -ը հաջողությամբ ջնջվեց

source: %(number)d %(objects)s were deleted successfully
hy: %(number)d %(objects)s հաջողությամբ ջնջվեցին

source: Delete selected entries
hy: Ջնջել ընտրված գրառումները

source: A token with the same code already exists! Please choose a different string for your token.
hy: Նույն կոդով թոքեն արդեն գոյություն ունի: Խնդրում ենք ընտրել այլ տող ձեր թոքենի համար.

source: The following Projects were converted to Groups:
hy: Հետևյալ Ծրագրերը փոխակերպվել են Խմբերի:

source: Convert selected Projects to Groups
hy: Փոխակերպել ընտրված Ծրագրերը Խմբերի

source: The following Users were added to this portal:
hy: Հետևյալ Օգտատերերն ավելացվեցին այս պորտալ:

source: Add all members to current Portal
hy: Ավելացնել բոլոր անդամներին ընթացիկ Պորտալ

source: Move selected teams to current portal
hy: Տեղափոխել ընտրված թիմերը ընթացիկ պորտալ

source: Move selected teams to current portal and message members
hy: Ընտրված թիմերը տեղափոխել ընթացիկ պորտալ և հաղորդագրություն ուղարկել անդամներին

source: In addition, the members were removed from all other Portals.
hy: Բացի այդ, անդամները ջնջվել են մնացած բոլոր Պորտալներից.

source: Move all members to current Portal (removes all other memberships!)
hy: Տեղափոխել բոլոր անդամներին ընթացիկ Պորտալ (հեռացնում է բոլոր այլ անդամակցությունները):

source: Move selected groups and their subprojects to current portal
hy: Ընտրված խմբերը և դրանց ենթածրագրերը տեղափոխել ընթացիկ պորտալ

source: Move selected groups and their subprojects to current portal and message members
hy: Ընտրված խմբերը և դրանց ենթածրագրերը տեղափոխել ընթացիկ պորտալ և հաղորդագրություն ուղարկել անդամներին

source: The following Groups were converted to Projects:
hy: Հետևյալ Խմբերը վերափոխվել են Ծրագրերի:

source: Convert selected Groups to Projects
hy: Փոխակերպել ընտրված Խմբերը Ծրագրերի

source: ToS Accepted
hy: ToS-ը ընդունված է

source: ToS not Accepted
hy: ToS-ը ընդունված չէ

source: User Logged In
hy: Օգտատերը մուտք գործեց

source: Logged in before
hy: Մուտք է գործել անցյալում

source: Never logged in
hy: Երբեք մուտք չի գործել

source: Has Logged In
hy: Մուտք է գործել

source: ToS accepted?
hy: ToS ընդունվ՞ած է?

source: %d Users were deactivated successfully.
hy: %d Օգտատերերը հաջողությամբ ապաակտիվացվել են.

source: Deactivate users (will keep all all items they created on the site)
hy: Ապաակտիվացնել օգտատերերին (կպահպանվի նրանց կողմից կայքում ստեղծված բոլոր կետերը)

source: The email address for the account you are trying to use needs to be activated before you can log in.
hy: Անձնական էջի էլեկտրոնային փոստը, որը դուք փորձում եք օգտագործել, պետք է ակտիվացվի, նախքան մուտք գործելը.

source: If you have not received an activation email yet, please try signing up again or contact our support at %(email)s!
hy: Եթե դեռ չեք ստացել ակտիվացման էլ. նամակ, փորձեք կրկին գրանցվել կամ դիմեք մեր աջակցությանը %(email)s -ով!

source: %(sender_name)s would like you to come join the project "%(team_name)s" on %(portal_name)s! Click the project's name below to check it out and collaborate!
hy: %(sender_name)s -ը ցանկանում է, որ դուք միանաք "%(team_name)s" -ի նախագծին %(portal_name)s -ում։ Սեղմեք ներքևում ծրագրի անվանման վրա այն տեսնելու և համագործակցելու համար!

source: Only team members can see the content you requested. Apply to become a member now!
hy: Միայն թիմի անդամները կարող են տեսնել ձեր կողմից հայցվող բովանդակությունը. Դիմեք ՝ այժմ անդամագրվելու համար!

source: Only registered members can see the content you requested! Log in or create an account now!
hy: Միայն գրանցված անդամները կարող են տեսնել ձեր կողմից հայցվող բովանդակությունը: Մուտք գործեք կամ ստեղծեք Ձեր անձնական էջն հիմա!

source: Please log in to access this page.
hy: Խնդրում ենք մուտք գործել համակարգ այս էջ մուտք ունենալու համար.

source: The page you tried to access belongs to an app that has been deactivated for this %(team_type)s. If you feel this is in error, ask the %(team_type)s's administrator to reactivate the app.
hy: Այն էջը, որը դուք փորձում եք մուտք գործել, պատկանում է այն հավելվածին, որը ապաակտիվացված է %(team_type)s - ի պատճառով: Եթե կարծում եք, որ առկա է սխալ, դիմեք %(team_type)s's -ի ադմինիստրատորին ծրագիրը վերաակտիվացնելու համար.

source: No team provided
hy: Ոչ մի ծրագիր չի տրամադրվել

source: This team no longer resides under the URL you entered. You have been redirected automatically to the current location.
hy: Այս թիմն այլևս ներկայացված չէ ձեր մուտքագրած URL- ի ներքո: Դուք ինքնաբերաբար վերահղվել եք այս էջ.

source: This account is no longer active. You have been logged out.
hy: Այս անձնական էջյ այլևս ակտիվ չէ: Դուք դուրս եք եկել համակարգից.

source: You have tried to log in too many times. You may try to log in again in: %(duration)s.
hy: Դուք գերազանցել եք մուտք գործելու սահմանված քանակը: Կարող եք փորձել կրկին մուտք գործել: %(duration)s -ից.

source: A user requested to become a member of this team (admins only)
hy: Օգտատերը դիմել է այս թիմի անդամակցության համար (միայն ադմինիստրատորներ)

source: %(sender_name)s requested to become a member
hy: %(sender_name)s-ը դիմել է անդամակցության համար

source: %(sender_name)s and %(count_minus_one)d other requested to become a member
hy: %(sender_name)s -ը և %(count_minus_one)d ուրիշը անդամագրվելու հարցում է ուղարկել

source: You are an admin of this team
hy: Դուք այս թիմի ադմինն եք

source: "%(sender_name)s" requested to become a member of %(team_name)s.
hy: "%(sender_name)s"-ը հարցում է ուղարկել %(team_name)s- ին միանալու համար.

source: Your membership request was accepted
hy: Ձեր անդամության հարցումն ընդունվել Է

source: Membership request accepted
hy: Անդամության հարցումն ընդունված Է

source: Your membership request for %(team_name)s was accepted!
hy: Ձեր անդամության հարցումն %(team_name)s ընդունվել Է!

source: Your membership request was declined
hy: Ձեր անդամության հարցումը մերժվել է

source: Membership request declined
hy: Անդամության հարցումը մերժված է

source: We're sorry, but your membership request for %(team_name)s was declined.
hy: Ներեցեք, բայց ձեր անդամության հարցումը %(team_name)s -ին մերժվեl է.

source: Your membership request for %(team_name)s was declined.
hy: Ձեր անդամության հարցումը %(team_name)s -ին մերժվել է.

source: A user has accepted the invitation to this team (admins only)
hy: Օգտատերը ընդունել է այս թիմին միանալու հրավերը (միայն ադմինիստրատորներ)

source: %(sender_name)s accepted the invitation
hy: %(sender_name)s-ը ընդունել է հրավերը

source: %(sender_name)s and %(count_minus_one)d other accepted the invitation
hy: %(sender_name)s-ը և %(count_minus_one)d ուրիշը ընդունել է հրավերը

source: "%(sender_name)s" has accepted the invitation to %(team_name)s.
hy: "%(sender_name)s"-ը ընդունել է հրավերը %(team_name)s -ին.

source: A user has declined the invitation to this team (admins only)
hy: Օգտատերը մերժել է այս թիմին միանալու հրավերը (միայն ադմինիստրատորներ)

source: %(sender_name)s declined the invitation
hy: %(sender_name)s-ը մերժել է հրավերը

source: %(sender_name)s and %(count_minus_one)d other declined the invitation
hy: %(sender_name)s-ը և %(count_minus_one)d ուրիշը մերժել է հրավերը

source: "%(sender_name)s" has declined the invitation to %(team_name)s.
hy: "%(sender_name)s"-ը մերժել է %(team_name)s -ին միանալու հրավերը.

source: You were made an admin of this team
hy: Դուք դարձել եք այս թիմի ադմինիստրատորը

source: %(sender_name)s made you an admin
hy: %(sender_name)s-ը նշանակեց ձեզ ադմինիստրատոր

source: %(sender_name)s made you an admin of "%(team_name)s" on %(portal_name)s!
hy: %(sender_name)s -ը նշանակել է ձեզ "%(team_name)s" -ի ադմինիստրատոր %(portal_name)s -ում!

source: Your admin status for this team was revoked
hy: Ձեր ադմինիստրատորի կարգավիճակն այս թիմի համար չեղարկված է

source: %(sender_name)s revoked your admin status
hy: %(sender_name)s -ը չեղարկել է ձեր ադմինիստրատորի կարգավիճակը

source: %(sender_name)s revoked your admin status of "%(team_name)s" on %(portal_name)s!
hy: %(sender_name)s-ը չեղարկել է "%(team_name)s" -ի ձեր ադմինիստրատորի կարգավիճակը %(portal_name)s -ում!

source: You were tagged in a post, document or other item
hy: Ձեզ նշել են փոստի, փաստաթղթի կամ այլ կետի մեջ

source: %(sender_name)s tagged you in %(object_name)s
hy: %(sender_name)s-ը նշել է ձեզ %(object_name)s -ում

source: %(sender_name)s tagged you in %(count)d items
hy: %(sender_name)s-ը նշել է ձեզ %(count)d կետերում

source: %(sender_name)s tagged you in
hy: %(sender_name)s-ը նշել է ձեզ

source: You were tagged in "%(object_name)s" in %(team_name)s.
hy: Ձեզ նշել են "%(object_name)s" -ում %(team_name)s -ում.

source: %(sender_name)s invited you to join %(team_name)s
hy: %(sender_name)s -ը հրավիրել է ձեզ միանալ %(team_name)s -ին

source: %(sender_name)s invited you to join "%(team_name)s" on %(portal_name)s! <br/><br/> To join, please click on the link below. You will be redirected to the portal, where you can view and accept the invitation.
hy: %(sender_name)s -ը հրավիրել է ձեզ միանալ %(team_name)s -ին %(portal_name)s -ում! <br/><br/> Միանալու համար խնդրում ենք անցնել ստորև նշված հղումով: Դուք կուղղորդվեք պորտալ, որտեղ կարող եք տեսնել և ընդունել հրավերը.

source: %(sender_name)s has invited you to join "%(team_name)s" on %(portal_name)s!
hy: %(sender_name)s-ը հրավիրել է ձեզ միանալ %(team_name)s -ին %(portal_name)s -ում!

source: Accept invitation
hy: Ընդունել հրավերը

source: View invitation
hy: Տեսնել հրավերը

source: New link to the moved project/group
hy: Տեղափոխված նախագծի/ խմբի նոր հղում

source: One of your projects/groups were moved to the portal "%(portal_name)s"! <br/><br/> Your user account for this portal is the same as for the old one - you do not need to register a new account! <br/><br/>All of your old URLs will continue to work and redirect you to the correct page on the new portal.
hy: Ձեր նախագծերից / խմբերից մեկը տեղափոխվել է "%(portal_name)s" պորտալ! <br/><br/> Ձեր օգտատիրոջ էջն այս պորտալում նույնն է, ինչ հինը. Ձեզ հարկավոր չէ նոր էջ գրանցել: <br/> <br/> Ձեր բոլոր հին URL- ները կշարունակեն գործել և ուղղորդել ձեզ նոր պորտալի ճիշտ էջին.

source: "%(team_name)s" was moved to %(portal_name)s!
hy: "%(team_name)s"-ը տեղափոխվել է %(portal_name)s!

source: %(sender_name)s just created the project/group "%(team_name)s" on %(portal_name)s!
hy: %(sender_name)s -ը ստեղծեց "%(team_name)s" նախագիծը / խումբը %(portal_name)s - ում!

source: %(sender_name)s just created the idea "%(object_name)s" on %(portal_name)s!
hy: %(sender_name)s-ը ստեղծեց "%(object_name)s" գաղափար %(portal_name)s -ում!

source: %(sender_name)s just created the idea "%(object_name)s"!
hy: %(sender_name)s-ը ստեղծեց "%(object_name)s" գաղափար!

source: %(sender_name)s just created the project "%(team_name)s" from an idea you follow!
hy: %(sender_name)s -ը ստեղծեց "%(team_name)s" նախագիծը Ձեր կողմից հետևվող գաղափարից!

source: %(sender_name)s just created the project "%(team_name)s" on %(portal_name)s from an idea you follow! <br/><br/> To check it out, please click on the link below. There you can see if you would like to join the project.
hy: %(sender_name)s -ը ստեղծել է "%(team_name)s" նախագիծը %(portal_name)s -ում այն գաղափարի հիման վրա, որին դուք հետևում եք: <br/><br/> Դա ստուգելու համար սեղմեք ստորև նշված հղմանը: Այնտեղ կարող եք տեսնել, ցանկանում եք արդյոք միանալ նախագծին.

source: Deutsch--NATIVE-LANGUAGE
hy: Deutsch

source: English--NATIVE-LANGUAGE
hy: English

source: Russian--NATIVE-LANGUAGE
hy: Русский

source: Ukrainian--NATIVE-LANGUAGE
hy: Українська

source: French--NATIVE-LANGUAGE
hy: Français

source: Polish--NATIVE-LANGUAGE
hy: Polski

source: Spanish--NATIVE-LANGUAGE
hy: Español

source: Romanian--NATIVE-LANGUAGE
hy: Română

source: Belarussian--NATIVE-LANGUAGE
hy: Русский

source: Dutch--NATIVE-LANGUAGE
hy: Nederlands

source: Azerbaijani--NATIVE-LANGUAGE
hy: Azerbaycan dili

source: Armenian--NATIVE-LANGUAGE
hy: Հայոց լեզու

source: Georgian--NATIVE-LANGUAGE
hy: ქართული ენა

source: Kazakh--NATIVE-LANGUAGE
hy: Қазақ тілі

source: Attachments
hy: Կից ֆայլեր

source: Type the title and/or type of attachment
hy: Մուտքագրեք կցված ֆայլի վերնագիրը և/ կամ տեսակը

source: Sort_field
hy: Տեսակավորել դաշտերը

source: Enter a number for sort order
hy: Մուտքագրեք թիվ տեսակավորելու համար

source: Widget label
hy: Վիդջետի պիտակը

source: Enter a title for the widget
hy: Մուտքագրեք վիդջետի վերնագիրը

source: Widget icon
hy: Վիդջետի պատկերակը

source: A font-awesome icon for the widget
hy: Font-awesome պատկերակ վիդջետի համար

source: Link label
hy: Հղման պիտակ

source: Enter a label for the widget-button
hy: Մուտքագրեք վիդջետ կոճակի պիտակ

source: Text
hy: Տեքստ

source: Enter a description
hy: Մուտքագրեք նկարագրություն

source: All
hy: Ամբողջը

source: Not assigned
hy: Նշանակված չէ

source: Any date
hy: Ցանկացած ամսաթիվ

source: Today
hy: Այսոր

source: This week
hy: Այս շաբաթ

source: Next week
hy: Հաջորդ շաբաթ

source: Next month
hy: Հաջորդ ամիս

source: This doesn't seem to be a valid Youtube or Vimeo link!
hy: Սա կարծես թե Youtube- ի կամ Vimeo- ի վավեր հղում չէ!

source: This doesn't seem to be a Twitter username!
hy: Սա կարծես թե Twitter -i օգտատիրոջ անուն չէ!

source: This doesn't seem to be a valid widget ID or embed HTML code from Twitter!
hy: Սա կարծես թե վավեր վիդջետ ID կամ կոդ Twitter- ի HTML կոդ չէ!

source: This doesn't seem to be a valid Flickr Gallery link! It should be in the form of "https://www.flickr.com/photos/username/sets/1234567890"!
hy: Սա կարծես թե Flickr Gallery- ի վավեր հղում չէ: Այն պետք է ունենա հետևյալ տեսքը - "https://www.flickr.com/photos/username/sets/1234567890"!

source: Users
hy: Օգտատերեր

source: Name
hy: Անուն

source: Limit to teams
hy: Խմբերի սահմանափակում

source: My teams
hy: Իմ խմբերը

source: Other teams
hy: Այլ խմբեր

source: Like
hy: Հավանել

source: Persons
hy: Անձինք

source: email address
hy: էլեկտրոնային հասցե

source: first name
hy: անուն

source: This email address already has a registered user!
hy: Այս էլ.փոստի հասցեն արդեն ունի գրանցված օգտատեր!

source: Please enter a correct email and password. Note that both fields may be case-sensitive.
hy: Խնդրում ենք մուտքագրել ճիշտ էլ.փոստ և գաղտնաբառ: Նկատի ունեցեք, որ երկու դաշտերն էլ կարող են գրանցմանը զգայուն լինել.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
hy: Ձեր վեբ բրաուզերում, կարծես, միացված չեն cookie- ներն: Cookie- ներն անհրաժեշտ են մուտք գործելու համար.

source: This account is inactive.
hy: Այս անձնական էջն ակտիվ չէ.

source: Click the following link to change which emails you receive:
hy: Անցեք հետևյալ հղումով ՝ ձեր կողմից ստացվող էլեկտրոնային փոստերը փոխելու համար:

source: Notification Preferences
hy: Ծանուցման նախապատվություններ

source: Click the following link to never receive any more emails from us:
hy: Անցեք հետևյալ հղումով՝ այլևս մեզանից էլ-նամակներ չստանալու համար:

source: Unsubscribe
hy: Ապաբաժանորդագրվել

source: Tiny (50 x *)
hy: Փոքրիկ (50 x *)

source: Very Small (100 x *)
hy: Շատ փոքր (100 x *)

source: Smaller (150 x *)
hy: Ավելի փոքր (150 x *)

source: Small (200 x *)
hy: Փոքր (200 x *)

source: Medium-small (250 x *)
hy: Միջին փոքրության (250 x *)

source: Medium (300 x *)
hy: Միջին (300 x *)

source: Large (400 x *)
hy: Մեծ (400 x *)

source: Larger (500 x *)
hy: Ավելի մեծ (500 x *)

source: Very large (650 x *)
hy: Շատ մեծ (650 x *)

source: Extra large (800 x *)
hy: Էքստրա մեծ (800 x *)

source: Title
hy: Վերնագիր

source: Last edited
hy: Վերջին խմբագրումը

source: Last edited by
hy: Վերջին անգամ խմբագրել է

source: Cosinnus CMS Micropage
hy: Cosinnus CMS Միկրոէջ

source: Cosinnus Micropages
hy: Cosinnus Միկրոէջեր

source: Complaint Text
hy: Բողոքի տեքստ

source: Creator
hy: Ստեղծող

source: Created
hy: Ստեղծված է

source: Reported object
hy: Հաղորդված օբյեկտ

source: Reported objects
hy: Հաղորդված օբյեկտներ

source: Email
hy: Էլ․ հասցե

source: Notification ID
hy: Ծանուցագրի ID

source: Portal
hy: Պորտալ

source: Enter a valid name. Forward slash is not allowed.
hy: Մուտքագրեք վավեր անուն: Տողադարձ չի թույլատրվում.

source: Portals
hy: Պորտալներ

source: Description
hy: Նկարագրություն

source: Support Email
hy: Էլ․ հասցե Աջակցության համար

source: This email is shown to users as contact address on many pages
hy: Այս էլ․ հասցեն ցուցադրված է օգտատերերին, որպես կոնտակտային հասցե բազմաթիվ էջերում

source: Website
hy: Վեբ Կայք

source: Welcome-Email sending enabled
hy: Ողջույնի էլ.նամակի ուղարկումը ակտիվացված է

source: Welcome-Email Text
hy: Ողջույնի Էլ.նամակի Տեքստը

source: If set and enabled, this text will be sent to all new users after their registration is complete.
hy: Նախօրոք նշանակելու և ակտիվացնելու լինելու դեպքում, գրանցումն ավարտվելուց հետո այս տեքստը կուղարկվի բոլոր նոր օգտատերերին.

source: Public
hy: Հանրային

source: Associated Site
hy: Համակցված կայք

source: Http/Https Protocol (overrides settings)
hy: Http / Https Արձանագրություն (շրջանցում է կարգավորումները)

source: Users Need Activation
hy: Օգտատերերին անհրաժեշտ է ակտիվացում

source: If activated, newly registered users need to be approved by a portal admin before being able to log in.
hy: Ակտիվացման դեպքում նոր գրանցված օգտատերերը պետք է հաստատվեն պորտալի ադմինիստրատորի կողմից, նախքան մուտք գործելը.

source: Emails Need Verification
hy: Էլ.փոստերը պետք է հաստատվեն

source: If activated, newly registered users and users who change their email address will need to confirm their email by clicking a link in a mail sent to them.
hy: Ակտիվացման դեպքում նոր գրանցված օգտատերերը և այն օգտատերերը, ովքեր փոխում են իրենց էլ․հասցեն, պետք է հաստատեն անցնելով իրենց ուղարկված նամակի հղումով.

source: ToS Version
hy: ToS Տարբերակ

source: Background Image
hy: Ֆոնային պատկեր

source: Used for the background of the landing and CMS-pages
hy: Օգտագործվում է լէնդինգ և CMS- էջերի ֆոնի համար

source: Logo Image
hy: Լոգոյի պատկեր

source: Used as a small logo in the navigation bar and for external links to this portal
hy: Օգտագործվում է որպես փոքր պատկերանշան նավիգացիայի վահանակում և այս պորտալի արտաքին հղումների համար

source: Main color
hy: Հիմնական գույնը

source: Main background color (css hex value, with or without "#")
hy: Հիմնական ֆոնի գույնը (css hex value, with or without "#")

source: Gradient color
hy: Գրադիենտ գույնը

source: Bottom color for the gradient (css hex value, with or without "#")
hy: Ներքևի գույնը գրադիենտի համար (css hex value, with or without "#")

source: Extra CSS
hy: Լրացուցիչ CSS

source: Extra CSS for this portal, will be applied after all other styles.
hy: Լրացուցիչ CSS- ը այս պորտալի համար կկիրառվի բոլոր մյուս ոճերից հետո.

source: Video Conference Server
hy: Վիդեո-կոնֆերանսի սերվեր

source: If entered, will enable video conference functionality across the site. Needs to be a URL up to the point where any random room name can be appended.
hy: Մուտքագրված լինելու դեպքում, դա հնարավորություն կտա վիդեո-կոնֆերանսի ֆունկցիոնալությունը ամբողջ կայքում: Պետք է առկա լինի URL հասցե մինչև այնտեղ, որտեղ հնարավոր է ավելացնել ցանկացած պատահական սենյակի անվանում.

source: Project
hy: Նախագիծ

source: Group
hy: Խումբ

source: Be extremely careful when changing this slug manually! There can be many side-effects (redirects breaking e.g.)!
hy: Չափազանց զգույշ եղեք այս հասցեն փոփոխելիս: Կարող են ի հայտ գալ բազմաթիվ կողմնակի բարդություններ (օրինակ՝ վերահղումների խախտում)!

source: Project Type
hy: Նախագծի տեսակը

source: Last modified
hy: Վերջին անգամ փոփոխվել է

source: Short Description
hy: Կարճ նկարագրություն

source: Short Description. Internal, will not be shown publicly.
hy: Կարճ Նկարագրություն. Ներքին բովանդակությունը, հրապարակայնորեն չի ցուցադրվելու.

source: Detailed Description
hy: Մանրամասն նկարագրություն

source: Detailed, public description.
hy: Մանրամասն, հրապարակայնորեն տեսանելի նկարագրություն.

source: Contact Information
hy: Կոնտակտային տվյալներ

source: How you can be contacted - addresses, social media, etc.
hy: Ինչպե՞ս է հնարավոր կապնվել Ձեզ հետ `հասցեներ, սոցիալական կայքեր և այլն.

source: Avatar
hy: Ավատար

source: Wallpaper image
hy: Պաստառի պատկեր

source: Shown as large banner image on the Microsite (1140 x 240 px)
hy: Ցուցադրվում է որպես մեծ բանների պատկեր ՝ Միկրոկայքի վրա (1140 x 240 px)

source: Microsite Video
hy: Միկրոկայքի տեսանյութ

source: Microsite Twitter Timeline Username
hy: Միկրոկայքի Twitter-ի Ժամանակասանդղակի Օգտանուն

source: Microsite Twitter Timeline Custom Widget ID
hy: Միկրոկայքի Twitter-ի Ժամանակասանդղակի Փոփոխվող Վիդջեթ ID

source: Flickr Gallery URL
hy: Flickr Pատկերասրահի URL

source: Call to Action Microsite Box active
hy: Գործողության կանչի Միկրոկայքի վանդակը ակտիվ է

source: If this is active, a Call to Action box will be shown on the microsite.
hy: Եթե այն ակտիվ է, միկրոկայքի վրա կցուցադրվի «Գործողության կոչ» վանդակը.

source: Call to Action Box title
hy: Գործողության կոչի վանդակի վերնագիր

source: Call to Action Box Description
hy: Գործողության կոչի վանդակի նկարագրություն

source: Deactivated Apps
hy: Ապաակտիվացված հավելվածներ

source: Microsite Public Apps
hy: Միկրոկայքի Հանրային հավելվածներ

source: Is active
hy: Ակտիվ է

source: If a team is not active, it counts as non-existent for all purposes and views on the website.
hy: Եթե թիմը ակտիվ չէ, այն համարվում է կայքում ցանկացաց նպատակների և դիտումների համար որպես անիրական.

source: Facebook Group ID
hy: Facebook Խմբի ID- ն

source: Facebook Page ID
hy: Facebook էջի ID- ն

source: Nextcloud Group ID
hy: Nextcloud Խմբի ID- ն

source: Parent Group
hy: Ծնողների խումբ

source: Related Teams
hy: Առնչվող թիմեր

source: Cosinnus project
hy: Cosinnus նախագիծ

source: Cosinnus projects
hy: Cosinnus նախագծեր

source: Slug must not be empty.
hy: Slug- ը չպետք է դատարկ լինի.

source: The URL for this team has changed. A redirect from all existing URLs has automatically been created!
hy: Այս թիմի URL- ն փոխվել է: Գոյություն ունեցող բոլոր URL- ներից ավտոմատ կերպով ստեղծվել է վերահղում!

source: Request about your project "%(group_name)s"
hy: Հայց ձեր նախագծի վերաբերյալ "%(group_name)s"

source: Request about your group "%(group_name)s"
hy: Հայց ձեր խմբի վերաբերյալ "%(group_name)s"

source: Is Moderator
hy: Մոդերատոր է

source: Team membership
hy: Թիմային անդամակցություն

source: Team memberships
hy: Թիմային անդամակցություններ

source: Portal membership
hy: Պորտալի անդամակցություն

source: Portal memberships
hy: Պորտալի անդամակցություններ

source: Team Invite for Unregistered User
hy: Թիմի հրավեր չգրանցված օգտատիրոջ համար

source: Team Invites for Unregistered Users
hy: Թիմի հրավեր չգրանցված օգտատերերի համար

source: Token
hy: Թոքեն

source: The token string. It will be displayed as it is, but when users enter it, upper/lower-case do not matter. Can contain letters and numbers, but no spaces, and can be as long or short as you want.
hy: Թոքենի տողը: Այն կցուցադրվի այնպես, ինչպես կա, բայց նշանակություն չունի օգտատերերը այն մուտք են գործում մեծատառ թե փոքրատառ: Կարող է պարունակել տառեր և թվեր, բայց ոչ բաց տարածքներ, նաև կարող են լինել այնքան երկար կամ կարճ, որքան ցանկանում եք.

source: Short Description (optional). Will be shown on the token page.
hy: Կարճ նկարագրություն (ըստ ցանկության): Ցուցադրվելու է թոքենի էջում.

source: Valid until
hy: Ուժի մեջ է մինչև

source: Invite-Groups
hy: Հրավիրող Խմբեր

source: Cosinnus Group Invite Token
hy: Cosinnus Խմբի Հրավերի Թոքեն

source: Cosinnus Group Invite Tokens
hy: Cosinnus Խմբի Հրավերի Թոքեններ

source: Token must not be empty.
hy: Թոքենը չպետք է դատարկ լինի.

source: From Portal
hy: Պորտալից

source: From Team Type
hy: Թիմի տեսակից

source: From Slug
hy: Slug -ից

source: Permanent Team Redirects
hy: Մշտական Թիմի վերահղումներ

source: Permanent Team Redirect
hy: Մշտական Թիմի վերահղում

source: Location
hy: Տեղորոշում

source: Latitude
hy: Լայնություն

source: Longitude
hy: Երկայնություն

source: Team
hy: Թիմ

source: CosinnusLocation
hy: CosinnusՏեղորոշում

source: CosinnusLocations
hy: CosinnusՏեղորոշումներ

source: Group Image
hy: Խմբային պատկեր
