Repository: royalsaphir/cosinnus-core
Catalog: cosinnus/locale/*/LC_MESSAGES/django.po
Languages: hy

source: New user request: %(user_name)s wants to join %(site_name)s!
hy: Նոր օգտատիրոջ հարցում. %(user_name)s -ը ցանկանում է միանալ %(site_name)s- ին!

source: Your request to join %(site_name)s was approved!
hy: %(site_name)s- ին միանալու ձեր հայցը հաստատվել է!

source: Your request to become a member of %(site_name)s was denied. If you have any questions, please contact one of your site administrators, as listed below. Your %(site_name)s Team:
hy: %(site_name)s- ին միանալու ձեր հայցը մերժվել է: Հարցերի դեպքում դիմեք ձեր կայքի ադմինիստրատորներից որևէ մեկին, ինչպես նշված է ստորև. Ձեր %(site_name)s թիմ:

source: Your request to join %(site_name)s was denied.
hy: %(site_name)s- ին միանալու ձեր հայցը մերժվել է.

source: Hi! We're happy to know you wish to become a member of %(site_name)s. Out administrators will review your request and approve your user account soon! Until then, with warm greetings, your %(site_name)s Team
hy: Ողջույն! Մենք ուրախ ենք, որ ցանկանում եք %(site_name)s -ի անդամ դառնալ. Մեր ադմինիստրատորները շուտով կվերանայեն ձեր հայցը և կհաստատեն ձեր օգտատիրոջ անձնական էջը։ Մինչ այդ ՝ ջերմ ողջույններով, Ձեր %(site_name)s թիմ

source: You have requested to become a member of %(site_name)s!
hy: Դուք %(site_name)s-ին անդամակցելու հայց եք ուղարկել!

source: Hi %(receiver_name)s, you were tagged in "%(object_name)s" in %(team_name)s by %(sender_name)s. You can find it by following this link: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team.
hy: Ողջու՜յն %(receiver_name)s, %(sender_name)s-ը նշել է ձեզ "%(object_name)s"-ում %(team_name)s -ում։ Դուք կարող եք տեսմել դա ՝ անցնելով հետևալ հղումով: %(object_url)s (Անցեք այս հղումով ՝ ձեր ծանուցման նախասիրությունները խմբագրելու համար: %(notification_settings_url)s ) Ձեր %(site_name)s թիմ.

source: You were tagged in: "%(object_name)s", in %(team_name)s
hy: Ձեզ նշել են "%(object_name)s" -ում %(team_name)s-ում

source: Hi %(user_name)s, you have just accepted the Terms of Services at %(site_name)s. Here is a copy for your records. %(tos_content)s Your %(site_name)s Team %(domain_url)s
hy: Ողջու՜յն %(user_name)s, դուք ընդունել եք %(site_name)s էջի Ծառայությունների պայմանները: Ահա ձեր գրառումների պատճենը։ %(tos_content)s Ձեր %(site_name)s թիմ %(domain_url)s

source: Additional options
hy: Լրացուցիչ տարբերակներ

source: Attach files, add a location, mark topics and adjust visibility settings
hy: Կցել ֆայլեր, ավելացնել գտնվելու վայրը, նշել թեմաները և կարգավորել տեսանելիության կարգավորումները

source: Tag persons
hy: Նշել անձանց

source: Select tags
hy: Ընտրել նշումները

source: Place or adress
hy: Վայր կամ հասցե

source: Upload a file or image or attach an existing one
hy: Վերբեռնել ֆայլ կամ պատկեր, կամ կցել գոյություն ունեցող պատկեր

source: Select topic
hy: Ընտրել թեմա

source: Visibility
hy: Տեսանելիություն

source: This item will be posted as publicly visible! This means that anyone on the internet can access and see it, and it may potentially be included in search engine results.
hy: Այս նյութը կտեղադրվի որպես հրապարակայնորեն տեսանելի: Սա նշանակում է, որ ինտերնետում յուրաքանչյուր ոք կարող է մուտք գործել և տեսնել այն, և հնարավոր է, որ այն ընդգրկվի որոնման արդյունքների մեջ.

source: If you do not wish this, you can change this item's visibility setting below.
hy: Եթե դուք դա չեք ցանկանում, կարող եք ստորև փոխել այս նյութի տեսանելիության կարգավորումը.

source: Show more options...
hy: Ցուցադրել ավելի շատ տարբերակներ ...

source: Which topics are you involved with?
hy: Ո՞ր թեմաների հետ եք առնչվում?

source: Select topics
hy: Ընտրել թեմաներ

source: Which tags further describe your activities?
hy: Ո՞ր հատկորոշիչներն են նկարագրում ձեր գործողությունները?

source: Select or create tags
hy: Ընտրել կամ ստեղծել նշումներ

source: Topics we are involved with
hy: Թեմաներ, որոնցում ներգրավված ենք

source: Activities and interests
hy: Գործունեություն և հետաքրքրություններ

source: Where would your idea be realized?
hy: Որտե՞ղ կիրականացվի ձեր գաղափարը?

source: Enter a place or address and then choose a point on the map.
hy: Մուտքագրեք վայրը կամ հասցեն, ապա ընտրեք կետը քարտեզի վրա.

source: Which topics fit your idea?
hy: Ո՞ր թեմաներն են համապատասխանում ձեր գաղափարին?

source: Where do you live?
hy: Որտե՞ղ եք ապրում?

source: Set your location to let other users find your profile on the map (as long as your privacy setting permits it). You will also start out there when you open the map.
hy: Սահմանեք ձեր գտնվելու վայրը ՝ թույլ տալով, որ այլ օգտատերեր գտնեն ձեր պրոֆիլը քարտեզի վրա (քանի դեռ դա թույլ է տալիս ձեր գաղտնիության կարգավորումը): Դուք նաև կհայտնվեք այնտեղ, որտեղ կբացեք քարտեզը.

source: Which topics are you interested in?
hy: Ո՞ր թեմաներն են ձեզ հետաքրքրում?

source: What would you like to learn?
hy: Ի՞նչ կցանկանայիք սովորել?

source: Who may see your plattform profile?
hy: Ո՞վ կարող է տեսնել ձեր պլատֆորմի պրոֆիլը?

source: Your profile will be set to be publicly visible!
hy: Ձեր պրոֆիլը կդիտվի որպես հրապարակայնորեն տեսանելի!

source: This means that your name, avatar and user profile can be seen by ANYONE on the internet and may potentially be included in search engine results!
hy: Սա նշանակում է, որ ձեր անունը, ավատարը և օգտատիրոջ պրոֆիլը կարող է տեսնել ցանկացած ոք ինտերնետում և հնարավոր է, որ այն ներառվի որոնման արդյունքների մեջ!

source: Please note that changes in this setting will not have an immediate effect on search engine results! Depending on the search provider, it might take days or weeks until this setting is reflected in their results.
hy: Խնդրում ենք նկատի ունենալ, որ այս պարամետրում կատարված փոփոխություններն անմիջական ազդեցություն չեն ունենա որոնիչների արդյունքների վրա: Կախված որոնման մատակարարից, դա կարող է տևել օրեր կամ շաբաթներ, մինչև այս պարամետրը արտացոլվի դրանց արդյունքներում.

source: Privacy
hy: Գաղտնիություն

source: My location
hy: Իմ գտնվելու վայրը

source: Topics I am interested in
hy: Թեմաներ, որոնք ինձ հետաքրքրում են

source: What I wish to learn
hy: Ինչ եմ ցանկանում սովորել

source: Logged in Members only
hy: Միայն Մուտք գործած Անդամներ

source: Everybody
hy: Բոլորը

source: Toggle navigation
hy: Նավիգացիայի փոփոխում

source: My Profile
hy: Իմ էջը

source: Your Contribution
hy: Ձեր ներդրումը

source: Logout
hy: Ելք

source: Forum
hy: Ֆորում

source: People
hy: Մարդիկ

source: Invited Groups
hy: Հրավիրված Խմբեր

source: My Groups
hy: Իմ Խմբերը

source: All Groups
hy: Բոլոր Խմբերը

source: Invited Projects
hy: Հրավիրված Նախագծեր

source: My Projects
hy: Իմ Նախագծերը

source: All Projects
hy: Բոլոր Նախագծերը

source: Ideas
hy: Գաղափարներ

source: My Ideas
hy: Իմ Գաղափարները

source: All Ideas
hy: Բոլոր Գաղափարները

source: Search...
hy: Որոնել.

source: Search
hy: Որոնում

source: Messages
hy: Նամակներ

source: My Stream
hy: Իմ հոսքը

source: Not logged in.
hy: Մուտք չեք գործել համակարգ.

source: You cannot create or edit events until you are logged in!
hy: Դուք չեք կարող ստեղծել կամ խմբագրել իրադարձություններ, մինչև մուտք չգործեք համակարգ!

source: No anonymous access!
hy: Անանուն մուտք համակարգ չկա!

source: This website allows no anonymous access.
hy: Այս կայքը չի թույլատրում անանուն մուտք ունենալ համակարգ.

source: Log in...
hy: Մուտք գործել.

# read and accept the [Terms of Services]
source: I have read and accept the
hy: Ես կարդացել և ընդունում եմ

source: Terms and Services
hy: Պայմաններ և Ծառայություններ

source: Forgot password?
hy: Մոռացե՞լ եք գաղտնաբառը?

source: Logged out
hy: Լքել է համակարգը

source: Password
hy: Գաղտնաբառ

source: Password change
hy: Գաղտնաբառի փոփոխում

source: Change password
hy: Փոխել գաղտնաբառը

source: Password cannot be changed!
hy: Գաղտնաբառը հնարավոր չէ փոխել!

source: Sorry, but your account is associated with an integrated Portal! This means that neither your email, nor your password cannot be changed.
hy: Ներեցեք, բայց ձեր անձնական էջը կապված է ինտեգրված Պորտալի հետ: Սա նշանակում է, որ ոչ ձեր էլ.փոստը, ոչ էլ ձեր գաղտնաբառը չեն կարող փոփոխվել.

source: Please contact an administrator if this is an issue for you.
hy: Խնդրում ենք կապվել ադմինիստրատորի հետ, եթե դա ձեզ համար խնդիր է ներկայացնում.

source: Password reset
hy: Գաղտնաբառը վերականգնվել է

source: Your password has been changed successfully!
hy: Ձեր գաղտնաբառը հաջողությամբ փոխվեց!

source: Enter old password
hy: Մութքագրեք հին գաղտնաբառը

source: We need to make sure it's really you
hy: Մենք պետք է համոզվենք, որ դա իսկապես դուք եք

source: Old password
hy: Հին գաղտնաբառ

source: New Password
hy: Նոր գաղտնաբառ

source: Enter a password you don't use anywhere else. The longer the better!
hy: Մուտքագրեք գաղտնաբառ, որը դուք չեք օգտագործում այլուր: Որքան երկար, այնքան լավ!

source: Repeat your password just to make sure
hy: Կրկին մութքագրեք նոր գաղտնաբառը պարզապես համոզվելու համար

source: Repeat new Password
hy: Կրկին մութքագրել նոր գաղտնաբառը

source: Change my password
hy: Փոխել իմ գաղտնաբառը

source: Password reset complete
hy: Գաղտնաբառի վերականգնումը ավարտված է

source: Reset password
hy: Վերականգնել գաղտնաբառը

source: Your password has been set. You may go ahead and log in now.
hy: Ձեր գաղտնաբառը պահպանվել է: Հիմա կարող եք մուտք գործել.

source: Login
hy: Մուտք

source: Enter new password
hy: Մուտքագրել նոր գաղտնաբառ

source: Please enter your new password twice so we can verify you typed it in correctly.
hy: Խնդրում ենք երկու անգամ մուտքագրել ձեր նոր գաղտնաբառը, որպեսզի կարողանանք ստուգել, որ այն ճիշտ է մուտքագրվել.

source: New password
hy: Նոր գաղտնաբառ

source: New password confirmation
hy: Նոր գաղտնաբառի հաստատում

source: Password reset unsuccessful
hy: Գաղտնաբառի վերաբեռնումը անհաջող է

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hy: Գաղտնաբառի վերականգնման հղումը անվավեր էր, հնարավոր է, որ այն արդեն օգտագործվել է: Խնդրում ենք գաղտնաբառը վերականգնելու նոր հայց ուղարկել.

source: Password reset successful
hy: Գաղտնաբառի վերաբեռնումը հաջողվեց

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
hy: Մենք ձեզ էլ. փոստով ուղարկել ենք համապատասխան հրահանգները գաղտնաբառ ստեղծելու համար: Դուք շուտով կստանաք դրանք.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
hy: Եթե էլ-նամակ չեք ստանում, համոզվեք, որ մուտքագրել եք ձեր գրանցման էլ․հասցեն և ստուգեք ձեր սպամի թղթապանակը.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
hy: Դուք ստանում եք այս էլ. նամակը, քանի որ գաղտնաբառի վերափոխման հարցում եք ուղարկել ձեր %(site_name)s օգտատիրոջ անձնական էջի համար.

source: Please go to the following page and choose a new password:
hy: Խնդրում ենք անցնել հետևյալ էջ և ընտրել նոր գաղտնաբառ:

source: Your username, in case you've forgotten:
hy: Ձեր օգտատիրոջ անունը, մոռանալու դեպքում:

source: Thanks for using our site!
hy: Շնորհակալություն մեր կայքից օգտվելու համար!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
hy: Մոռացե՞լ եք ձեր գաղտնաբառը: Մուտքագրեք ձեր էլ. փոստի հասցեն ներքևում, և մենք կուղարկենք հրահանգներ `նորը ստեղծելու համար.

source: The email you used to register your account. This is the one you receive email notifications on
hy: Ձեր անձնական էջը գրանցելու համար օգտագործված էլ.հասցեն։ Սա այն հասցեն է, որին ուղարկվելու են ծանուցման նամակները

source: Example: mymail@example.com
hy: Օրինակ- mymail@example.com

source: Sign up
hy: Գրանցվել

source: Create account
hy: Ստեղծել անձնական էջ

source: Welcome to the Community!
hy: Բարի գալուստ համայնք!

source: You need a user account to join projects and become active!
hy: Ծրագրերին միանալու և ակտիվ դառնալու համար պետք է օգտատիրոջ անձնական էջ!

source: You need a user account to continue!
hy: Շարունակելու համար ձեզ հարկավոր է օգտատիրոջ անձնական էջ!

source: Signing up is easy and fast. Just fill out these fields and you're all set!
hy: Գրանցվելը շատ հեշտ է և արագ: Պարզապես լրացրեք այս դաշտերը և Էջը պատրաստ է!

source: Already have an account?
hy: Արդեն ունե՞ք անձնական էջ?

source: Log in here
hy: Մուտք գործեք այստեղ

source: You are signing up using this invite token:
hy: Դուք գրանցվում եք ՝ օգտագործելով այս հրավերի թոքենը:

source: After signup, you will automatically become a member of the associated projects and groups.
hy: Գրանցվելուց հետո դուք ավտոմատ կերպով կդառնաք կապակցված նախագծերի և խմբերի անդամ.

source: Email address
hy: Էլեկտրոնային հասցե

source: This will be used as your login. Notification emails will be sent to this address (if you want to receive them).
hy: Սա կօգտագործվի որպես ձեր լոգին: Ծանուցման էլ․նամակները կուղարկվեն այս էլ․հասցեին (եթե ուզում եք ստանալ դրանք).

source: Repeat Password
hy: Կրկնեք գաղտնաբառը

source: Your name
hy: Ձեր անունը

source: This name will be displayed to other users on the site
hy: Այս անունը կցուցադրվի կայքի այլ օգտատերերին

source: First name
hy: Անուն

source: Last name
hy: Ազգանուն

source: You can supply your last name to be displayed as well
hy: Դուք կարող եք տրամադրել ձեր ազգանունը, որը նույնպես կցուցադրվի

source: We need to make sure you are a real person (sorry!)
hy: Մենք պետք է համոզվենք, որ դուք իրական մարդ եք (ներողուցյուն):

source: Generate a new captcha
hy: Ստեղծել նոր captcha

source: Search options...
hy: Որոնման տարբերակներ ...

source: Search in Apps
hy: Որոնել ծրագրերում

source: Offers
hy: Առաջարկներ

source: Search in teams
hy: Որոնել թիմերում

source: All Projects and Groups
hy: Բոլոր Նախագծերը և Խմբերը

source: My Projects and Groups
hy: Իմ Նախագծերը և Խմբերը

source: Other Projects and Groups
hy: Այլ Նախագծեր և Խմբեր

source: Search for Users
hy: Օգտատերերի որոնում

source: Ordering
hy: Պատվեր

source: Newest
hy: Նորագույն

source: Relevance
hy: Համապատասխանություն

source: Showing %(end)s of %(total)s results for your query "%(query)s" with topics:
hy: Ցուցադրվում է արդյունքները %(end)s %(total)s թեմաներով "%(query)s" ձեր հարցման վերաբերյալ:

source: Showing %(end)s of %(total)s results for your query "%(query)s"
hy: Ցուցադրվում է %(end)s %(total)s արդյունքները ձեր %(query)s" հարցման վերաբերյալ

source: Showing %(end)s of %(total)s results with topics:
hy: Ցուցադրվում է արդյունքները %(end)s %(total)s թեմաներով:

source: or
hy: կամ

source: We could not find any results matching your search query.
hy: Մենք չկարողացանք գտնել ձեր որոնման հարցմանը համապատասխանող որևէ արդյունք.

source: previous
hy: նախկին

source: next
hy: հաջորդ

source: Enter one or more search terms or select a topic to search.
hy: Մուտքագրեք մեկ կամ մի քանի որոնման պայմաններ կամ ընտրեք թեմա որոնելու համար.

source: Date
hy: Ամսաթիվ

source: From
hy: Սկսած

source: Start date.
hy: Մեկնարկի ամսաթիվ.

source: Time
hy: Ժամանակ

source: Until
hy: Մինչև

source: End date.
hy: Ավարտի ամսաթիվ.

source: My Users
hy: Իմ Օգտատերերը

source: My Events
hy: Իմ Իրադարձությունները

source: All Users
hy: Բոլոր Օգտատերերը

source: All Events
hy: Բոլոր Իրադարձությունները

source: Event
hy: Իրադարձություն

source: Idea
hy: Գաղափար

source: Create User
hy: Ստեղծել Օգտատեր

source: Create Event
hy: Ստեղծել Իրադարձություն

source: Search for Names, Topics and Places...
hy: Որոնել անուններ, թեմաներ և վայրեր ...

source: Search for Names and Topics...
hy: Որոնել անուններ և թեմաներ ...

source: Where
hy: Որտեղ

source: In map area
hy: Քարտեզի տարածքում

source: If active, searching will be restricted to the visible map area.
hy: Ակտիվ լինելու դեպքում որոնումը կսահմանափակվի տեսանելի քարտեզի տարածքում.

source: Apply Filters
hy: Կիրառել Ֆիլտրեր

source: Clear Filters
hy: Մաքրել Ֆիլտրերը

source: Street
hy: Փողոց

source: Create idea
hy: Ստեղծել գաղափար

source: Next
hy: Հաջորդը

source: Choose a location for your idea by dragging the marker!
hy: Ընտրեք վայրը ձեր գաղափարի համար մարկերի օգնությամբ!

source: Results
hy: Արդյունքներ

source: No results found.
hy: Ոչ մի արդյունք չի գտնվել.

source: Could not complete the search due to an error.
hy: Սխալի պատճառով որոնումը չի ավարտվել.

source: Search when moving the map
hy: Որոնել քարտեզը շարժելիս

source: Search this area
hy: Որոնել այս տարածքում

source: Membership Requests
hy: Անդամակցության Հայտեր

source: My Groups and Projects
hy: Իմ Խմբերը և Նախագծերը

source: Show more Projects of this Group
hy: Ցուցադրել այս խմբի ավելի շատ նախագծեր

source: You are not in any groups or projects yet
hy: Դուք որևէ խմբում կամ նախագծում դեռ կայացած չեք

source: Create new Group
hy: Ստեղծել նոր Խումբ

source: Create new Project
hy: Ստեղծել նոր Նախագիծ

source: Browse all Groups
hy: Դիտել բոլոր Խմբերը

source: Browse all Projects
hy: Դիտել բոլոր Նախագծերը

source: Ideas I am following
hy: Գաղափարներ, որոնց ես հետևում եմ

source: You are not following any ideas yet.
hy: Դուք դեռ ոչ մի գաղափարի չեք հետևում.

source: Post new Idea
hy: Նոր գաղափար տեղադրել

source: Browse all Ideas
hy: Դիտել բոլոր գաղափարները

source: Search for Ideas
hy: Փնտրել գաղափարներ

source: You have not RSVPed to any Events.
hy: Դուք չեք ուղարկել RSVP որևէ Իրադարձության.

source: Add Event
hy: Ավելացնել Իրադարձություն

source: Go to Calendar
hy: Մտնել Օրացույց

source: There was an error loading the widget
hy: Վիդջեթը բեռնելիս սխալ տեղի ունեցավ

source: Notifications
hy: Ծանուցումներ

source: Show more
hy: Ցուցադրել ավելին

source: No current notifications
hy: Ընթացիկ ծանուցումներ չկան

source: Entire Network
hy: Ամբողջ ցանցը

source: On the Map
hy: Քարտեզի վրա

source: In my Groups and Projects
hy: Իմ Նախագծերում / Խմբերում

source: Topic
hy: Թեմա

source: You
hy: Դուք

source: Participants
hy: Մասնակիցներ

source: Projects/Groups
hy: Նախագծեր / Խմբեր

source: No info.
hy: Տեղեկություն չկա.

source: Administrator
hy: Ադմինիստրատոր

source: Administrators
hy: Ադմինիստրատորներ

source: Administrators unknown
hy: Ադմինիստրատորներն անհայտ են

source: No description yet.
hy: Առայժմ նկարագրություն չկա.

source: Choose a location for your idea by dragging & dropping the marker. You can still change this location later on.
hy: Ընտրեք գտնվելու վայր ձեր գաղափարի համար մարկերի օգնությամբ: Դուք դեռ կարող եք փոխել այս գտնվելու վայրը ավելի ուշ.

source: Back to location selection
hy: Վերադառնալ գտնվելու վայրի ընտրությանը

source: Protected Content
hy: Պաշտպանված բովանդակություն

source: Sorry, but you cannot view details for this content.
hy: Ներեցեք, բայց դուք չեք կարող դիտել այս բովանդակության մանրամասները.

source: This can happen when its visibility settings have changed recently.
hy: Դա կարող է տեղի ունենալ այն ժամանակ, երբ վերջին շրջանում նրա տեսանելիության կարգավորումները փոխվել են.

source: Please register or log in to continue!
hy: Խնդրում ենք գրանցվել կամ մուտք գործել համակարգ՝ շարունակելու համար!

source: Error!
hy: Սխալ!

source: Sorry, but the requested content could not be retrieved from the server.
hy: Ներեցեք, բայց հայցվող բովանդակությունը հնարավոր չէ ստանալ սերվերից.

source: Visit Event Page
hy: Այցելել իրադարձությունների էջ

source: You will now receive notifications for comments or when this event is updated or its details change.
hy: Այժմ դուք կստանաք ծանուցումներ մեկնաբանությունների համար, կամ երբ այս իրադարձությունը թարմացվի կամ դրա մանրամասները փոփոխվեն.

source: If you do not want notifications, click the unfollow button!
hy: Եթե դուք չեք ուզում ստանալ ծանուցումներ, սեղմեք unfollow կոճակը!

source: Could not save your like setting because of an error.
hy: Սխալի պատճառով ձեր հավանելու կարգավորումը չպահպանվեց.

source: Could not save your follow setting because of an error.
hy: Սխալի պատճառով ձեր հետևելու կարգավորումը չպահպանվեց.

source: Hidden Users
hy: Թաքնված օգտատերեր

source: Hidden User
hy: Թաքնված օգտատեր

source: You are a Member
hy: Դուք Անդամ եք

source: Join Group
hy: Միանալ Խմբին

source: Message Group
hy: Հաղորդագրություն ուղարկել խումբ

source: Author
hy: Հեղինակ

source: Create Project from Idea
hy: Ստեղծել Նախագիծ Գաղափարից

source: Edit your Idea
hy: Փոփոխել ձեր Գաղափարը

source: You will receive a notification when a project is created from your liked idea.
hy: Դուք կստանաք ծանուցում, երբ նախագիծ ստեղծվի ձեր հավանած գաղափարից.

source: Projects - Created from this Idea
hy: Նախագծեր - ստեղծված այս գաղափարից

source: Open to be contacted about potential collaboration opportunities
hy: Ցանկանում է կապվել հնարավոր համագործակցության համար

source: Does NOT wish to be contacted for potential collaboration!
hy: ՉԻ ցանկանում կապվել հնարավոր համագործակցության համար!

source: Join Project
hy: Միանալ Նախագծին

source: Message Project
hy: Հաղորդագրությունների նախագիծ

source: Move up
hy: Բարձրանալ

source: Move down
hy: Իջնել

source: There are no items yet
hy: Դեռ նյութեր չկան

source: Groups and Projects
hy: Խմբեր և նախագծեր

source: Here you can find an overview of your Groups and Projects once you become active in one or more of them.
hy: Այստեղ կարող եք գտնել ձեր Խմբերի և նախագծերի ակնարկները ՝ դրանցից մեկի կամ մի քանիսի մեջ ակտիվ լինելու դեպքում.

source: You can create Groups or Projects via the '+' button in the header.
hy: Դուք կարող եք ստեղծել Խմբեր կամ Նախագծեր վերևում գտնվող '+' կոճակի միջոցով.

source: Ideas I like
hy: Իմ հավանած գաղափարները

source: Here you can find an overview of Ideas you have liked.
hy: Այստեղ կարող եք գտնել ձեր հավանած գաղափարների ակնարկը.

source: You can create your own Ideas via the '+' button in the header or you can discover existing Ideas here
hy: Դուք կարող եք ստեղծել ձեր սեփական գաղափարները սեղմելով վերևում գտնվող «+» կոճակը կամ կարող եք գտնել այստեղ առկա գաղափարներ

source: Discover
hy: Բացահայտել

source: Only content from my Groups and Projects
hy: Միայն իմ Խմբերի և նախագծերի բովանդակությունը

source: We could not load more data at this time.
hy: Այս պահին մենք չկարողացանք բեռնել ավելի շատ տվյալներ.

source: Retry
hy: Փորձել կրկին

source: Quick Join
hy: Արագ Գրանցում

source: Using this token, you can automatically join the following projects and groups
hy: Օգտագործելով այս թոքենը, դուք կարող եք ավտոմատ կերպով միանալ հետևյալ նախագծերին և խմբերին

source: Team up quickly using an invite token
hy: Ավելի արագ հավաքեք թիմ՝ օգտագործելով հրավերի նշանը

source: Join all now!
hy: Միանալ բոլորին հիմա!

source: Create account and join
hy: Ստեղծել անձնական էջ և միանալ

source: If you know an invite token, you can automatically join groups and projects, no matter if you have a user account yet or not.
hy: Եթե դուք գիտեք հրավիրման թոքենը, կարող եք ավտոմատ միանալ խմբերի և նախագծերի, անկախ նրանից ՝ դեռ ունեք օգտատիրոջ հաշիվ, թե ոչ.

source: Enter a token:
hy: Մուտքագրեք թոքենը:

source: For example
hy: Օրինակ

source: Edit Profile
hy: Խմբագրել Պրոֆիլը

source: Your account is currently connected with the Facebook account "%(name)s". Do you really want to disconnect your Facebook account? This will also revoke all permissions you granted us to your Facebook account.
hy: Ձեր հաշիվն այժմ կապված է Facebook- ի "%(name)s" էջի հետ: Դուք իսկապես ցանկանու՞մ եք անջատել ձեր Facebook- ի էջը: Սա նաև կվերացնի այն բոլոր թույլտվությունները, որոնք մեզ տվել եք ձեր Facebook- ի էջում.

source: Disconnect Facebook Account
hy: Անջատել Facebook- ի էջը

source: Disconnect Facebook
hy: Անջատել Facebook- ը

source: Delete profile
hy: Ջնջել պրոֆիլը

source: User overview
hy: Օգտատիրոջ ակնարկ

source: Members of your projects and groups only
hy: Միայն ձեր նախագծերի և խմբերի անդամները

source: Everybody (public profile)
hy: Բոլորը (հանրային պրոֆիլ)

source: Delete user profile
hy: Ջնջել օգտատիրոջ պրոֆիլը

source: Delete Profile
hy: Ջնջել Պրոֆիլը

source: You are about to delete your user account from the site!
hy: Դուք պատրաստվում եք ջնջել ձեր օգտատիրոջ անձնական էջը այս կայքից!

source: By clicking the button below, you will irrevocably delete your user account, profile and personal information from this site.
hy: Սեղմելով ներքևի կոճակը ՝ դուք անվերադարձ կջնջեք ձեր օգտատիրոջ անձնական էջը, պրոֆիլը և անձնական տեղեկությունները այս կայքից.
