Repository: royalsaphir/cosinnus-core
Catalog: cosinnus/locale/*/LC_MESSAGES/django.po
Languages: hy

source: CosinnusGroup GalleryImage
hy: Cosinnus Խմբի Պատկերասրահի Նկար

source: CosinnusGroup GalleryImages
hy: Cosinnus Խմբի Պատկերասրահի Նկարներ

source: CosinnusGroup CallToAction Button
hy: Cosinnus Խմբի "Գործողության Կոչ" կոճակ

source: CosinnusGroup CallToAction Buttons
hy: Cosinnus Խմբի "Գործողության Կոչ" կոճակներ

source: Cosinnus group
hy: Cosinnus խումբ

source: Cosinnus groups
hy: Cosinnus խմբեր

source: Image
hy: Պատկեր

source: Created Projects
hy: Ստեղծված նախագծեր

source: Cosinnus Idea
hy: Cosinnus Գաղափար

source: Cosinnus Ideas
hy: Cosinnus Գաղափարներ

source: Language
hy: Լեզու

source: May be contacted
hy: Հնարավոր է կապվել

source: Terms of Service
hy: Ծառայությունների մատուցման պայմաններ

# answer to "i wish to receive notification emails:"
source: Never (we will not send you any emails)
hy: Երբեք (մենք այլևս ձեզ էլ․նամակներ չենք ուղարկի)

# answer to "i wish to receive notification emails:"
source: Immediately (an individual email per event)
hy: Անմիջապես (անհատական էլ․նամակ յուրաքանչյուր իրադարձության համար)

# answer to "i wish to receive notification emails:"
source: In a Daily Report
hy: Ամենօրյա զեկույցում

# answer to "i wish to receive notification emails:"
source: In a Weekly Report
hy: Շաբաթվա զեկույցում

# answer to "i wish to receive notification emails:"
source: Individual settings for each Project/Group...
hy: Անհատական կարգավորումներ յուրաքանչյուր Ծրագրի / Խմբի համար ...

source: Name (EN)
hy: Անուն (EN)

source: Name (RU)
hy: Անուն (RU)

source: Name (UK)
hy: Անուն (UK)

source: Only me
hy: Միայն ես

source: Team members only
hy: Միայն թիմի անդամները

source: Public (visible without login)
hy: Հանրային (տեսանելի առանց մուտքագրվելու)

source: Tags
hy: Նշումներ

source: Permissions
hy: Թույլտվություններ

source: Place
hy: Վայր

source: Valid from
hy: Վավեր է սկսած

source: Valid to
hy: Վավեր է մինչև

source: Approach
hy: Մոտեցում

source: Topics
hy: Թեմաներ

source: Text Topics
hy: Տեքստի թեմաներ

source: Likes
hy: Հավանումներ

source: Attached object
hy: Կցված օբյեկտ

source: Attached objects
hy: Կցված օբյեկտներ

source: User
hy: Օգտատեր

source: Visited
hy: Այցելեց

source: LastVisited
hy: ՎերջինԱյցը

source: LastVisiteds
hy: ՎերջինԱյցերը

source: Path
hy: Ուղի

source: Reflected Object
hy: Արտացոլված օբյեկտ

source: Reflected Objects
hy: Արտացոլված օբյեկտներ

source: Liked
hy: Հավանեց

source: Following
hy: Հետևում է

source: Text Editor
hy: Տեքստի խմբագիր

source: (none displayed)
hy: (ոչ մեկը չի ցուցադրվում)

source: Announcement
hy: Հայտարարություն

source: Maintenance
hy: Սպասարկում

source: Update
hy: Թարմացում

source: Technical Issues
hy: Տեխնիկական Խնդիրներ

source: Miscellaneous
hy: Բազմազան

source: Announcement Display Type
hy: Հայտարարության ցուցադրման տեսակը

source: Valid From
hy: Գործում է սկսած

source: Announcement Category
hy: Հայտարարության կատեգորիա

source: Main text of this announcement.
hy: Այս հայտարարության հիմնական տեքստը.

source: Raw HTML for this announcement.
hy: Raw HTML այս հայտարարության համար.

source: Create-Project or Group Button
hy: Ստեղծել Նախագիծ կամ Խումբ կոճակ

source: Events
hy: Իրադարձություններ

source: Projects
hy: Նախագծեր

source: Groups
hy: Խմբեր

source: At least one type of Map object must be chosen!
hy: Պետք է ընտրվի առնվազն մեկ տիպի Քարտեզի օբյեկտ!

source: Proportions
hy: Համամասնություններ

source: Medium News Widget
hy: Միջին չափսի նորությունների վիդջեթ

source: Large News Widget
hy: Մեծ չափսի նորությունների վիդջեթ

source: 4 Random Projects Widget
hy: 4 պատահական նախագծերի վիդջեթ

source: 8 Random Projects Widget
hy: 8 պատահական նախագծերի վիդջեթ

source: Content
hy: Բովանդակություն

source: Portal Root Page
hy: Պորտալի Արմատային էջը

source: Assigned Portal
hy: Նշանակված Պորտալ

source: Footer
hy: Էջատակային նշում

source: Will be displayed as a footer on EVERY page on this website (not only dashboard pages!)
hy: Կցուցադրվի որպես Էջատակային նշում յուրաքանչյուր էջի վրա այս կայքում (ոչ միայն կառավարման վահանակի էջերին):

source: Show Register Button
hy: Ցուցադրել գրանցման կոճակը

source: Redirect Logged in Users
hy: Վերաուղղորդել մուտք գործած օգտատերերին

source: If active, this page will only be visible to non-logged-in users. All others will be redirected to the activities page.
hy: Ակտիվ լինելու դեպքում այս էջը տեսանելի կլինի միայն համակարգ մուտք չգործած օգտատերերի համար: Բոլոր մյուսները կուղղորդվեն գործունեությունների էջ.

source: Left banner (top)
hy: Ձախ բանները (վերևում)

source: Right banner (top)
hy: Աջ բանները (վերևում)

source: Header
hy: Վերնամաս

source: Left footer
hy: Ձախ Էջատակային նշում

source: Right footer
hy: Աջ Էջատակային նշում

source: 1-Column Dashboard Page
hy: 1-Սյունակի կառավարման վահանակի էջ

source: 2-Column Dashboard Page
hy: 2-Սյունակի կառավարման վահանակի էջ

source: Content (left column)
hy: Բովանդակություն (ձախ սյուն)

source: Content (right column)
hy: Բովանդակություն (աջ սյուն)

source: 3-Column Dashboard Page
hy: 3-Սյունակի կառավարման վահանակի էջ

source: Content (center column)
hy: Բովանդակություն (կենտրոնական սյունակ)

source: Simple One-Column Page
hy: Պարզ մեկ-սյունակային էջ

source: Simple Page with Left Navigation
hy: Ձախ նավիգացիայով պարզ էջ

source: Left Sidebar
hy: Ձախ կողային վահանակ

source: 1-Column Dashboard Page (Modular, DO NOT USE ANYMORE!)
hy: 1-Սյունակի կառավարման վահանակի էջ (Մոդուլային, այլևս ՉՕԳՏԱԳՈՐՑԵԼ!)

source: 2-Column Dashboard Page (Modular, DO NOT USE ANYMORE!)
hy: 2-Սյունակի կառավարման վահանակի էջ (Մոդուլային, այլևս ՉՕԳՏԱԳՈՐՑԵԼ!)

source: 3-Column Dashboard Page (Modular, DO NOT USE ANYMORE!)
hy: 3-Սյունակի կառավարման վահանակի էջ (Մոդուլային, այլևս ՉՕԳՏԱԳՈՐՑԵԼ!)

source: Simple One-Column Page (Modular)
hy: Պարզ մեկ-սյունակային էջ (Մոդուլային)

source: Simple Page with Left Navigation (Modular)
hy: Ձախ նավիգացիայով պարզ էջ (Մոդուլային)

source: Start Page (Modular)
hy: Սկզբնական Էջ (Մոդուլային)

source: Header image
hy: Վերնամասի պատկեր

source: Header Title
hy: Վերնամասի վերնագիր

source: Header Text
hy: Վերնամասի տեկստ

source: Additional Header content
hy: Վերնամասի լրացուցիչ բովանդակություն

source: Site Widgets
hy: Կայքի Վիդջեթներ

source: Bottom content (gray background)
hy: Ստորին պարունակություն (մոխրագույն ֆոն)

source: Dashboard
hy: Կառավարման վահանակ

source: Microsite
hy: Միկրոկայք

source: Application name
hy: Հավելվածի անվանումը

source: Widget name
hy: Վիդջեթի անվանումը

source: Widget Type
hy: Վիդջեթի տեսակը

source: Sort field
hy: Տեսակավորել դաշտը

source: Widget configuration
hy: Վիդջեթի կոնֆիգուրացիա

source: Widget configurations
hy: Վիդջեթի կոնֆիգուրացիաներ

source: Either team or user must be defined.
hy: Պետք է սահմանել թիմը կամ օգտատիրոջը.

source: key
hy: կոդ

source: value
hy: արժեք

source: Widget configuration item
hy: Վիդջեթի կազմաձևման տարրը

source: Widget configuration items
hy: Վիդջեթի կազմաձևման տարրերը

source: select this page
hy: ընտրել այս էջը

source: edit this page
hy: խմբագրել այս էջը

source: edit
hy: խմբագրել

source: insert above
hy: տեղադրել վերևում

source: insert below
hy: տեղադրել ներքևում

source: insert inside
hy: տեղադրել ներսում

source: Edit this page in %(language)s
hy: Խմբագրել այս էջը %(language)s

source: Cut
hy: Կտրել

source: cut
hy: կտրել

source: Copy
hy: Պատճենել

source: copy
hy: պատճենել

source: Add Child
hy: Ավելացնել երեխա

source: add
hy: ավելացնել

source: Delete
hy: Ջնջել

source: delete
hy: ջնջել

source: Unpublish
hy: Չհրապարակել

source: Publish
hy: Հրապարակել

source: View on page
hy: Դիտել էջում

source: view
hy: դիտել

source: View reported item...
hy: Դիտել հաղորդված տարրը ...

source: Edit reported item...
hy: Խմբագրել հաղորդված տարրը ...

source: Delete reported item...
hy: Ջնջել հաղորդված նյութը ...

source: (The reported item has been deleted.)
hy: (Հաղորդված տարրը ջնջվել է․)

source: Enter the 4 capital letters in the scrambled image
hy: Մուտքագրեք 4 մեծատառ սկրամբլավորված պատկերման մեջ

source: This page is a preview of many good things to come! It is heavily under development and many features are incomplete or may not work properly yet!
hy: Այս էջը շատ լավ սպասումների նախադիտում է: Այն գտնվում է մշակման փուլում, և շատ առանձնահատկություններ թերի են, կամ կարող են դեռևս ճիշտ չգործել!

source: Done
hy: Կատարված է

source: Configure
hy: Կարգավորել

source: Withdraw request
hy: Չեղարկել հայտը

source: Join
hy: Միանալ

source: Do you really want to withdraw your join request to „%(title)s“?
hy: Դուք իսկապե՞ս ցանկանում եք չեղարկել ձեր „%(title)s“-ին միանալու հայցը?

source: Withdraw Join Request
hy: Չեղարկել ՄԻանալու հայտը

source: Do you wish to request to join „%(title)s“?
hy: Ցանկանու՞մ եք „%(title)s“-ին միանալու հարցում ուղարկել?

source: Add widget
hy: Ավելացնել վիդջեթ

source: Informations
hy: Տեղեկատվություն

source: No informations set
hy: Ոչ մի տեղեկություն սահմանված չէ

source: Back to Project Overview
hy: Վերադառնալ Ծրագրի Դիտմանը

source: Administration
hy: Ադմինիստրացիա

source: Select a page on the left side.
hy: Ընտրեք էջը ձախ կողմում.

source: Simple Statistics
hy: Պարզ վիճակագրություն

source: User Welcome Email
hy: Օգտատիրոջ Ողջույնի էլ․ նամակ

source: User Dashboard Announcements
hy: Օգտատիրոջ կառավարման վահանակի հայտարարություններ

source: Edit
hy: Խմբագրել

source: There was an error in one of the fields you entered. Please correct it before saving!
hy: Ձեր մուտքագրված դաշտերից մեկում առկա է սխալ: Խնդրում ենք ուղղել այն նախքան պահպանելը!

source: You may use the following variables:
hy: Կարող եք օգտագործել հետևյալ փոփոխականները:

source: Save
hy: Պահպանել

source: Currently set Welcome-Email Text
hy: Ներկայումս սահմանված Ողջույնի նամակի տեքստը

source: Send yourself a Test-Mail
hy: Ուղարկել ձեզ թեստային նամակ

source: Members
hy: Անդամներ

source: Settings
hy: Կարգավորումներ

source: Attach existing Files...
hy: Կցել առկա ֆայլերը ...

source: Drag and Drop files here...
hy: Քաշեք և թողեք ֆայլերը այստեղ ...

source: Drag and Drop files or folders here...
hy: Քաշեք և թողեք ֆայլերը կամ Ֆայլերի թղթապանակները այստեղ ...

source: Click to upload a new file/image. You can also drag & drop a file from your computer.
hy: Սեղմեք այստեղ նոր ֆայլ / պատկեր վերբեռնելու համար: Կարող եք նաև վերբեռնել ֆայլ ձեր համակարգչից.

source: Browse...
hy: Զննել.

source: Drag and drop one or more files into this area to upload them to this folder.
hy: Քաշեք և գցեք մեկ կամ մի քանի ֆայլ այստեղ` դրանք այս թղթապանակ վերբեռնելու համար.

source: You can also upload a whole folder, including all files and subfolders, by dragging it here. The new folders will be created automatically, with the same folder structure as on your computer.
hy: Կարող եք նաև վերբեռնել մի ամբողջ թղթապանակ, ներառյալ բոլոր ֆայլերը և ենթաֆայլերը, այն գցելով այստեղ: Նոր թղթապանակները կստեղծվեն ավտոմատ կերպով, նույն թղթապանակի կառուցվածքով, ինչ ձեր համակարգչում.

source: Unfortunately, the folder upload feature is only available on some browsers. This is because some browsers will not provide the file path information that is needed for the upload. If your browser doesn't support this, you may wish to switch to a different browser for your upload.
hy: Ցավոք, թղթապանակի բեռնման գործառույթը հասանելի է միայն որոշ բրաուզերներում: Դա այն պատճառով է, որ որոշ բրաուզերներ չեն տրամադրում ֆայլի ուղու վերաբերյալ տեղեկատվությունը, որն անհրաժեշտ է բեռնման համար: Եթե ձեր բրաուզերը չի ապահովում դա, կարող եք օգտագործել այլ բրաուզեր բեռնման համար.

source: Currently, the Browsers supporting folder upload are:
hy: Ներկայումս թղթապանակի բեռնումը ապահովող բրաուզերներն են ՝:

source: File and Folder Upload
hy: Ֆայլի և Թղթապանակի Վերբեռնում

source: Please correct the error below.
hy: Խնդրում ենք ուղղել ստորև նշված սխալը.

source: 2-factor access only
hy: Մուտքը միայն 2-գործոնով

source: OTP Device:
hy: OTP Սարք:

source: Enter the generated number code from your authenticator app
hy: Մուտքագրեք գեներացված կոդը ձեր նույնականացման ծրագրից

source: Forgotten your password or username?
hy: Մոռացե՞լ եք ձեր գաղտնաբառը կամ օգտանունը?

source: Validate
hy: Վավերացնել

source: Log out
hy: Դուրս գալ

source: You are logged in as
hy: Դուք մուտք եք գործել որպես

source: It appears that no authentication device is attached to your account. Please ask another admin to set one up and send you the QR code!
hy: Ոչ մի նույնականացման սարք կցված չէ ձեր էջին: Խնդրում ենք հարցում ուղարկել մեկ այլ ադմինիստրատորի, որպեսզի նա տեղադրի և ուղարկի ձեզ QR կոդ!

source: Services
hy: Ծառայություններ

source: Access denied!
hy: Մուտքն արգելված է!

source: You don't have permission to access this site.
hy: Դուք թույլտվություն չունեք մուտք գործել այս կայք.

source: Page expired!
hy: Էջի ժամանակը սպառվեց!

source: Your request seems to have come from an outdated version of this page. Please reload the page and try again!
hy: Ձեր հայցը, կարծես, գալիս է այս էջի հնացած տարբերակից: Վերբեռնեք էջը և փորձեք կրկին!

source: Page not found!
hy: Էջը չի գտնվել!

source: The page you requested was not found on the server.
hy: Ձեր հայցված էջը չի գտնվել սերվերում.

source: Server Error
hy: Սերվերի սխալ

source: Sorry! Something went wrong...
hy: Ներողություն: Ինչ որ բան սխալ է...

source: Looks like we had an internal problem while processing your request. The error has been recorded, and we will try to fix it as soon as possible!
hy: Կարծես ձեր հայցը մշակելիս մեզ մոտ ներքին խնդիր է առաջացել: Սխալը գրանցվել է, և մենք կփորձենք հնարավորինս արագ շտկել այն!

source: +%(num_pictures)s more...
hy: +%(num_pictures)s ավելին...

source: Mark All
hy: Նշել բոլորը

source: Deselect All
hy: Նշումը հանել Բոլորից

source: Delete elements
hy: Ջնջել էլեմենտները

source: Are you sure you want to delete all selected elements?
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել բոլոր ընտրված էլեմենտները?

source: There was an error while trying to submit your report. Please try again in a moment.
hy: Ձեր զեկույցը ներկայացնելիս սխալ տեղի ունեցավ: Խնդրում ենք փորձել մի փոքր ուշ.

source: Cancel
hy: Չեղարկել

source: Deleting...
hy: Ջնջվում է ...

source: Error embedding a Flickr gallery
hy: Flickr պատկերասրահի տեղադրման սխալ

source: Error embedding a twitter timeline
hy: Twitter- ի ժամանակասանդղակի տեղադրման սխալ

source: Click to activate video
hy: Սեղմեք տեսանյութը ակտիվացնելու համար

source: Error embedding a video
hy: Տեսանյութի տեղադրման սխալ

source: Help and Assistance for this page
hy: Օգնություն և Աջակցություն այս էջի համար

source: Help
hy: Օգնություն

source: Help for this page
hy: Օգնություն այս էջում

source: Root Folder
hy: Արմատային թղթապանակ

source: We're sorry. The Map is not supported in Internet Explorer.
hy: Ցավում ենք: Քարտեզը հնարավոր չէ գործարկել Internet Explorer բրաուզերում.

source: Consider using an alternate browser!
hy: Խնդրում ենք փորձել այլընտրանքային բրաուզեր!

source: I want to like this
hy: Ես ցանկանում եմ հավանել սա

source: I want to follow this
hy: Ես ցանկանում եմ հետևել սա

source: Yes
hy: Այո

source: Follow
hy: Հետևել

source: You will now receive notifications for comments or when this content is updated.
hy: Այժմ դուք կստանաք ծանուցումներ մեկնաբանությունների համար կամ երբ այս բովանդակությունը թարմացվի.

source: You are following this item
hy: Դուք հետևում եք այս նյութին

source: Expand
hy: Ընդլայնել

source: Shrink
hy: Կրճատել

source: Check the projects/groups where you wish to show this item in. It will be shown in all lists, but will still remain in this group.
hy: Ստուգեք այն նախագծերը / խմբերը, որտեղ ցանկանում եք ցուցադրել այս նյութը: Այն կտեղադրվի բոլոր ցուցակներում, բայց դեռ կմնա այս խմբում.

source: Items from the Forum can be shown in any of your projects/groups.
hy: Ֆորումի նյութերը կարող են ցուցադրվել ձեր ցանկացած նախագծի / խմբերի մեջ.

source: Items from this group can be shown in any of the group's subprojects.
hy: Այս խմբի նյութերը կարող են ցուցադրվել խմբի ցանկացած ենթածրագրում.

source: Show in other projects/groups
hy: Ցուցադրել այլ նախագծերում/ խմբերում

source: Apply
hy: Դիմել

source: Enter the email addresses of people you wish to invite to join the platform.
hy: Մուտքագրեք այն մարդկանց էլ. փոստի հասցեները, որոնց ցանկանում եք հրավիրել այս հարթակ.

source: We will send them an email asking them to sign up and join %(group_name)s.
hy: Մենք նրանց էլ-նամակ կուղարկենք ՝ խնդրելով գրանցվել և միանալ %(group_name)s - ին.

source: E-Mail Addresses
hy: Էլ. Փոստի հասցեներ

source: (one per line or comma-seperated)
hy: (մեկ գցիկով կամ ստորակետով բաժանված)

source: Personal Message (optional)
hy: Անձնական հաղորդագրություն (ըստ ցանկության)

source: Include a personal message (optional)
hy: Ներառել անձնական հաղորդագրություն (ըստ ցանկության)

source: Invite new Members
hy: Հրավիրել նոր Անդամներ

source: Invite
hy: Հրավիրել

source: Shown in my projects...
hy: Ցուցադրվել է իմ նախագծերում ...

source: Show in my projects...
hy: Ցուցադրել իմ նախագծերում ...

source: Disable editor
hy: անջատել խմբագրիչը

source: Rearrange
hy: Վերադասավորվել

source: Saving...
hy: Պահպանվում է ...

source: You are now editing the dashboard's layout
hy: Դուք այժմ խմբագրում եք կառավարման վահանակի դասավորությունը

source: The layout you choose will be the layout for all members of %(team_name)s! Click save to apply your changes.
hy: Ձեր ընտրած դասավորությունը կդառնա հիմնական %(team_name)s - ի բոլոր անդամների համար: Սեղմեք "պահպանել" ձեր փոփոխությունները կիրառելու համար.

source: Drag and drop individual widgets to rearrange their order. Please note that the order you give is only an approximate prioritization for the widgets. After saving, the actual order on the page might differ depending on the widgets' current size and the overall page layout.
hy: Քաշեք և գցեք անհատական ֆայլերը `իրենց կարգը վերադասավորելու համար: Խնդրում ենք նկատի ունենալ, որ ձեր կողմից տրված կարգադրանքը ընդամենը մոտավոր առաջնահերթություն է ֆայլերի համար: Պահպանելուց հետո էջի իրական կարգը կարող է տարբերվել`կախված ֆայլերի ներկայիս չափից և էջի ընդհանուր պլանից.

source: Your Microsite needs some love!
hy: Ձեր Միկրակայքը սեր է պահանջում!

source: The Microsite is your projects's welcome page for everyone checking it out. Make it awesome so they want to join you!
hy: Միկրոկայքը ձեր ծրագրի ողջույնի էջն է յուրաքանչյուրի համար, ով տեսնում է այն: Այն դարձրեք հիասքանչ, որպեսզի նրանք ցանկանան միանալ ձեզ!

source: The Microsite is your group's welcome page for everyone checking it out. Make it awesome so they want to join you!
hy: Միկրոկայքը ձեր խմբի ողջույնի էջն է յուրաքանչյուրի համար, ով տեսնում է այն: Այն դարձրեք հիասքանչ, որպեսզի նրանք ցանկանան միանալ ձեզ!

source: Access it from the top menu or
hy: Մուտք գործեք վերին ընտրացանկից կամ

source: get started here...
hy: սկսել այստեղ ...

source: File
hy: Ֆայլ

source: Files
hy: Ֆայլեր

source: Etherpad
hy: Etherpad վեբ խմբագիր

source: Etherpads
hy: Etherpad վեբ խմբագրեր

source: Poll
hy: Հարցում

source: Polls
hy: Հարցումներ

source: Todo
hy: Անելիքների ցանկ

source: Todos
hy: Անելիքների ցանկեր

source: Marketplace
hy: Marketplace առևտրական հարթակ

# Calendar
source: Event
hy: Իրադարձություն

# Calendar
source: Events
hy: Իրադարձություններ

source: News
hy: Նորություններ

# withdraw join team button first item
source: Withdraw
hy: Ետ քաշել

# withdraw join team button second item
source: Request
hy: Հայցել

# join request pending team button first item
source: Join
hy: Միանալ

# join request pending team button second item
source: Requested
hy: Հայցված

# join team button first item
source: Join
hy: Միանալ

# join team button second item
source: Now
hy: Հիմա

source: View on Facebook
hy: Դիտել Facebook-ում

source: You will now receive notifications whenever public content is posted in this project.
hy: Այժմ դուք կստանաք ծանուցումներ, երբ այս նախագծում հրապարակային բովանդակություն տեղադրվի.

source: You will now receive notifications whenever public content is posted in this group.
hy: Այժմ դուք կստանաք ծանուցումներ, երբ այս խմբում հրապարակային բովանդակություն տեղադրվի.

source: Group:
hy: Խումբ:

source: No Description set
hy: Նկարագրություն սահմանված չէ

source: more
hy: ավելին

source: Report offensive content
hy: Հաղորդել վիրավորական բովանդակության մասին

source: Please enter a description of why you are reporting this content!
hy: Խնդրում ենք մուտքագրել նկարագրություն, թե ինչու եք հաղորդում այս բովանդակության մասին!

source: (required)
hy: (պարտադիր է)

source: Thank you! Your report has been received and we will review the items in question as soon as possible.
hy: Շնորհակալություն! Ձեր զեկույցը ստացվել է, և մենք հնարավորինս շուտ կվերանայենք հարցվող նյութերը.

source: Send
hy: Ուղարկել

source: Submitting...
hy: Տեղադրվում է.

source: Close
hy: Փակել

source: Avatar will be deleted once you save.
hy: Պահպանելուց հետո "Ավատարը" կջնջվի.

# written next to optional form fields
source: optional
hy: ըստ ցանկության

source: Call to Action Button
hy: Գործողության կոչի կոճակ

source: Label of the Button
hy: Կոճակի պիտակ

source: Link URL
hy: URL հղում

source: Enter a place or address.
hy: Մուտքագրեք վայրը կամ հասցեն.

source: Choose and upload a gallery image
hy: Ընտրել և վերբեռնել պատկերասրահի պատկեր

source: Admin
hy: Ադմինիստրատոր

source: Member
hy: Անդամ

source: active
hy: ակտիվ է

source: Re-Activate Project/Group
hy: Վերաակտիվացրել նախագիծը/ խումբը

source: Deactivate Project/Group
hy: Ապաակտիվացնել նախագիծը/ խումբը

source: Deactivated Projects and Groups
hy: Դեակտիվացված նախագծեր և խմբեր

source: Warning!
hy: Զգուշացում!

source: You are about to deactivate this project/group!
hy: Դուք պատրաստվում եք ապաակտիվացնել այս նախագիծը/ խումբը!

source: You are about to re-activate this project/group. It and all of its content will be visible on the website again.
hy: Դուք պատրաստվում եք նորից ակտիվացնել այս նախագիծը / խումբը: Այն և դրա ամբողջ բովանդակությունը կրկին տեսանելի կլինեն կայքում.

source: You are about to deactivate this project/group. It and all of its content will be hidden on the website and invisible to everyone, including you.
hy: Դուք պատրաստվում եք ապաակտիվացնել այս նախագիծը / խումբը: Այն և դրա ամբողջ բովանդակությունը անտեսանելի կլինեն կայքում.

source: This process is reversible. You can reactivate the project/group from your user profile at any time.
hy: Այս գործընթացը փոխարկելի է: Կարող եք ցանկացած պահի ակտիվացնել նախագիծը / խումբը ձեր էջից.

source: Re-Activate
hy: Վերաակտիվացնել

source: Deactivate
hy: Ապաակտիվացնել

source: Delete team “%(team_name)s”
hy: Ջնջել “%(team_name)s” թիմը

source: Are you sure you want to delete this team?
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս թիմը?

source: %(team_name)s - Members
hy: %(team_name)s - Անդամներ

source: Invite registered users...
hy: Հրավիրել գրանցված օգտատերերի...

source: Invite a member
hy: Հրավիրել անդամ

source: Enter a user name or email to find users to invite...
hy: Մուտքագրեք օգտանուն կամ էլեկտրոնային փոստ օգտատերերին գտնելու և հրավիրելու համար.

source: Invite users
hy: Հրավիրել օգտատերերի

source: Invited Members
hy: Հրավիրված անդամների

source: Revoke Invitation
hy: Չեղարկել հրավերը

source: Decline Invitation
hy: Մերժել հրավերը

source: Accept Invitation
hy: Ընդունել հրավերը

source: Invited to be a member
hy: Հրավիրված է անդամագրվելու

source: Do you really want to revoke the invitation for member „%(name)s“?
hy: Ցանկանու՞մ եք արդյոք չեղարկել անդամ „%(name)s“ -ի հրավերը?

source: Revoke Invitation for Member
hy: Չեղարկել հրավերը Անդամի համար

source: Do you really want to decline the invitation?
hy: Ցանկանու՞մ եք արդյոք մերժել հրավերը?

source: There are no pending invitations.
hy: Առկա հրավերներ չկան.

source: Invite unregistered users...
hy: Հրավիրել չգրանցված օգտատերերի...

source: Invite People to Register and Join
hy: Հրավիրել մարդկանց գրանցվելու և միանալու

source: Invite people
hy: Հրավիրել մարդկանց

source: The email was added to the invite list. Click "Invite people" to resend the invitations!
hy: Էլ. հասցեն ավելացվել է հրավերների ցուցակում: Սեղմեք «Հրավիրել մարդկանց» կոճակը `նորից հրավերներ ուղարկելու համար!

source: All currently invited people
hy: Բոլոր ներկայումս հրավիրված մարդիկ
